var provinces = [{"name": "北京市", "id": "1"}, {"name": "天津市", "id": "18"}, {"name": "河北省", "id": "35"}, {
    "name": "山西省",
    "id": "219"
}, {"name": "内蒙古自治区", "id": "350"}, {"name": "辽宁省", "id": "465"}, {"name": "吉林省", "id": "580"}, {
    "name": "黑龙江省",
    "id": "650"
}, {"name": "上海市", "id": "792"}, {"name": "江苏省", "id": "810"}, {"name": "浙江省", "id": "924"}, {
    "name": "安徽省",
    "id": "1026"
}, {"name": "福建省", "id": "1148"}, {"name": "江西省", "id": "1243"}, {"name": "山东省", "id": "1355"}, {
    "name": "河南省",
    "id": "1511"
}, {"name": "湖北省", "id": "1688"}, {"name": "湖南省", "id": "1805"}, {"name": "广东省", "id": "1942"}, {
    "name": "广西壮族自治区",
    "id": "2085"
}, {"name": "海南省", "id": "2210"}, {"name": "重庆市", "id": "2237"}, {"name": "四川省", "id": "2276"}, {
    "name": "贵州省",
    "id": "2481"
}, {"name": "云南省", "id": "2579"}, {"name": "西藏自治区", "id": "2725"}, {"name": "陕西省", "id": "2807"}, {
    "name": "甘肃省",
    "id": "2925"
}, {"name": "青海省", "id": "3026"}, {"name": "宁夏回族自治区", "id": "3078"}, {"name": "新疆维吾尔自治区", "id": "3106"}, {
    "name": "台湾省",
    "id": "3220"
}, {"name": "香港特别行政区", "id": "3221"}, {"name": "澳门特别行政区", "id": "3222"}]


var citys = {
    "2210":
        [{"province": "海南省", "name": "海口市", "id": "2211"}, {
            "province": "海南省",
            "name": "三亚市",
            "id": "2216"
        }, {"province": "海南省", "name": "三沙市", "id": "2217"}, {
            "province": "海南省",
            "name": "五指山市",
            "id": "2221"
        }, {"province": "海南省", "name": "琼海市", "id": "2222"}, {
            "province": "海南省",
            "name": "儋州市",
            "id": "2223"
        }, {"province": "海南省", "name": "文昌市", "id": "2224"}, {
            "province": "海南省",
            "name": "万宁市",
            "id": "2225"
        }, {"province": "海南省", "name": "东方市", "id": "2226"}, {
            "province": "海南省",
            "name": "定安县",
            "id": "2227"
        }, {"province": "海南省", "name": "屯昌县", "id": "2228"}, {
            "province": "海南省",
            "name": "澄迈县",
            "id": "2229"
        }, {"province": "海南省", "name": "临高县", "id": "2230"}, {
            "province": "海南省",
            "name": "白沙黎族自治县",
            "id": "2231"
        }, {"province": "海南省", "name": "昌江黎族自治县", "id": "2232"}, {
            "province": "海南省",
            "name": "乐东黎族自治县",
            "id": "2233"
        }, {"province": "海南省", "name": "陵水黎族自治县", "id": "2234"}, {
            "province": "海南省",
            "name": "保亭黎族苗族自治县",
            "id": "2235"
        }, {"province": "海南省", "name": "琼中黎族苗族自治县", "id": "2236"}],
    "2276":
        [{"province": "四川省", "name": "成都市", "id": "2277"}, {
            "province": "四川省",
            "name": "自贡市",
            "id": "2297"
        }, {"province": "四川省", "name": "攀枝花市", "id": "2304"}, {
            "province": "四川省",
            "name": "泸州市",
            "id": "2310"
        }, {"province": "四川省", "name": "德阳市", "id": "2318"}, {
            "province": "四川省",
            "name": "绵阳市",
            "id": "2325"
        }, {"province": "四川省", "name": "广元市", "id": "2335"}, {
            "province": "四川省",
            "name": "遂宁市",
            "id": "2343"
        }, {"province": "四川省", "name": "内江市", "id": "2349"}, {
            "province": "四川省",
            "name": "乐山市",
            "id": "2355"
        }, {"province": "四川省", "name": "南充市", "id": "2367"}, {
            "province": "四川省",
            "name": "眉山市",
            "id": "2377"
        }, {"province": "四川省", "name": "宜宾市", "id": "2384"}, {
            "province": "四川省",
            "name": "广安市",
            "id": "2395"
        }, {"province": "四川省", "name": "达州市", "id": "2402"}, {
            "province": "四川省",
            "name": "雅安市",
            "id": "2410"
        }, {"province": "四川省", "name": "巴中市", "id": "2419"}, {
            "province": "四川省",
            "name": "资阳市",
            "id": "2425"
        }, {"province": "四川省", "name": "阿坝藏族羌族自治州", "id": "2430"}, {
            "province": "四川省",
            "name": "甘孜藏族自治州",
            "id": "2444"
        }, {"province": "四川省", "name": "凉山彝族自治州", "id": "2463"}],
    "3222":
        [{"province": "澳门特别行政区", "name": "", "id": "5006"}],
    "3221":
        [{"province": "香港特别行政区", "name": "", "id": "5005"}],
    "3220":
        [{"province": "台湾省", "name": "", "id": "5004"}],
    "350":
        [{"province": "内蒙古自治区", "name": "呼和浩特市", "id": "351"}, {
            "province": "内蒙古自治区",
            "name": "包头市",
            "id": "361"
        }, {"province": "内蒙古自治区", "name": "乌海市", "id": "371"}, {
            "province": "内蒙古自治区",
            "name": "赤峰市",
            "id": "375"
        }, {"province": "内蒙古自治区", "name": "通辽市", "id": "388"}, {
            "province": "内蒙古自治区",
            "name": "鄂尔多斯市",
            "id": "397"
        }, {"province": "内蒙古自治区", "name": "呼伦贝尔市", "id": "406"}, {
            "province": "内蒙古自治区",
            "name": "巴彦淖尔市",
            "id": "421"
        }, {"province": "内蒙古自治区", "name": "乌兰察布市", "id": "429"}, {
            "province": "内蒙古自治区",
            "name": "兴安盟",
            "id": "441"
        }, {"province": "内蒙古自治区", "name": "锡林郭勒盟", "id": "448"}, {"province": "内蒙古自治区", "name": "阿拉善盟", "id": "461"}],
    "792":
        [{"province": "上海市", "name": "", "id": "5002"}],
    "650":
        [{"province": "黑龙江省", "name": "哈尔滨市", "id": "651"}, {
            "province": "黑龙江省",
            "name": "齐齐哈尔市",
            "id": "670"
        }, {"province": "黑龙江省", "name": "鸡西市", "id": "687"}, {
            "province": "黑龙江省",
            "name": "鹤岗市",
            "id": "697"
        }, {"province": "黑龙江省", "name": "双鸭山市", "id": "706"}, {
            "province": "黑龙江省",
            "name": "大庆市",
            "id": "715"
        }, {"province": "黑龙江省", "name": "伊春市", "id": "725"}, {
            "province": "黑龙江省",
            "name": "佳木斯市",
            "id": "743"
        }, {"province": "黑龙江省", "name": "七台河市", "id": "754"}, {
            "province": "黑龙江省",
            "name": "牡丹江市",
            "id": "759"
        }, {"province": "黑龙江省", "name": "黑河市", "id": "770"}, {
            "province": "黑龙江省",
            "name": "绥化市",
            "id": "777"
        }, {"province": "黑龙江省", "name": "大兴安岭地区", "id": "788"}],
    "1511":
        [{"province": "河南省", "name": "郑州市", "id": "1512"}, {
            "province": "河南省",
            "name": "开封市",
            "id": "1525"
        }, {"province": "河南省", "name": "洛阳市", "id": "1536"}, {
            "province": "河南省",
            "name": "平顶山市",
            "id": "1552"
        }, {"province": "河南省", "name": "安阳市", "id": "1563"}, {
            "province": "河南省",
            "name": "鹤壁市",
            "id": "1573"
        }, {"province": "河南省", "name": "新乡市", "id": "1579"}, {
            "province": "河南省",
            "name": "焦作市",
            "id": "1592"
        }, {"province": "河南省", "name": "濮阳市", "id": "1603"}, {
            "province": "河南省",
            "name": "许昌市",
            "id": "1610"
        }, {"province": "河南省", "name": "漯河市", "id": "1617"}, {
            "province": "河南省",
            "name": "三门峡市",
            "id": "1623"
        }, {"province": "河南省", "name": "南阳市", "id": "1630"}, {
            "province": "河南省",
            "name": "商丘市",
            "id": "1644"
        }, {"province": "河南省", "name": "信阳市", "id": "1654"}, {
            "province": "河南省",
            "name": "周口市",
            "id": "1665"
        }, {"province": "河南省", "name": "驻马店市", "id": "1676"}, {"province": "河南省", "name": "济源市", "id": "1687"}],
    "1355":
        [{"province": "山东省", "name": "济南市", "id": "1356"}, {
            "province": "山东省",
            "name": "青岛市",
            "id": "1367"
        }, {"province": "山东省", "name": "淄博市", "id": "1378"}, {
            "province": "山东省",
            "name": "枣庄市",
            "id": "1387"
        }, {"province": "山东省", "name": "东营市", "id": "1394"}, {
            "province": "山东省",
            "name": "烟台市",
            "id": "1400"
        }, {"province": "山东省", "name": "潍坊市", "id": "1413"}, {
            "province": "山东省",
            "name": "济宁市",
            "id": "1426"
        }, {"province": "山东省", "name": "泰安市", "id": "1439"}, {
            "province": "山东省",
            "name": "威海市",
            "id": "1446"
        }, {"province": "山东省", "name": "日照市", "id": "1451"}, {
            "province": "山东省",
            "name": "莱芜市",
            "id": "1456"
        }, {"province": "山东省", "name": "临沂市", "id": "1459"}, {
            "province": "山东省",
            "name": "德州市",
            "id": "1472"
        }, {"province": "山东省", "name": "聊城市", "id": "1484"}, {
            "province": "山东省",
            "name": "滨州市",
            "id": "1493"
        }, {"province": "山东省", "name": "菏泽市", "id": "1501"}],
    "810":
        [{"province": "江苏省", "name": "南京市", "id": "811"}, {
            "province": "江苏省",
            "name": "无锡市",
            "id": "823"
        }, {"province": "江苏省", "name": "徐州市", "id": "832"}, {
            "province": "江苏省",
            "name": "常州市",
            "id": "843"
        }, {"province": "江苏省", "name": "苏州市", "id": "851"}, {
            "province": "江苏省",
            "name": "南通市",
            "id": "861"
        }, {"province": "江苏省", "name": "连云港市", "id": "870"}, {
            "province": "江苏省",
            "name": "淮安市",
            "id": "878"
        }, {"province": "江苏省", "name": "盐城市", "id": "887"}, {
            "province": "江苏省",
            "name": "扬州市",
            "id": "897"
        }, {"province": "江苏省", "name": "镇江市", "id": "904"}, {
            "province": "江苏省",
            "name": "泰州市",
            "id": "911"
        }, {"province": "江苏省", "name": "宿迁市", "id": "918"}],
    "219":
        [{"province": "山西省", "name": "太原市", "id": "220"}, {
            "province": "山西省",
            "name": "大同市",
            "id": "231"
        }, {"province": "山西省", "name": "阳泉市", "id": "243"}, {
            "province": "山西省",
            "name": "长治市",
            "id": "249"
        }, {"province": "山西省", "name": "晋城市", "id": "263"}, {
            "province": "山西省",
            "name": "朔州市",
            "id": "270"
        }, {"province": "山西省", "name": "晋中市", "id": "277"}, {
            "province": "山西省",
            "name": "运城市",
            "id": "289"
        }, {"province": "山西省", "name": "忻州市", "id": "303"}, {
            "province": "山西省",
            "name": "临汾市",
            "id": "318"
        }, {"province": "山西省", "name": "吕梁市", "id": "336"}],
    "2807":
        [{"province": "陕西省", "name": "西安市", "id": "2808"}, {
            "province": "陕西省",
            "name": "铜川市",
            "id": "2822"
        }, {"province": "陕西省", "name": "宝鸡市", "id": "2827"}, {
            "province": "陕西省",
            "name": "咸阳市",
            "id": "2840"
        }, {"province": "陕西省", "name": "渭南市", "id": "2855"}, {
            "province": "陕西省",
            "name": "延安市",
            "id": "2867"
        }, {"province": "陕西省", "name": "汉中市", "id": "2881"}, {
            "province": "陕西省",
            "name": "榆林市",
            "id": "2893"
        }, {"province": "陕西省", "name": "安康市", "id": "2906"}, {"province": "陕西省", "name": "商洛市", "id": "2917"}],
    "2925":
        [{"province": "甘肃省", "name": "兰州市", "id": "2926"}, {
            "province": "甘肃省",
            "name": "嘉峪关市",
            "id": "2935"
        }, {"province": "甘肃省", "name": "金昌市", "id": "2936"}, {
            "province": "甘肃省",
            "name": "白银市",
            "id": "2939"
        }, {"province": "甘肃省", "name": "天水市", "id": "2945"}, {
            "province": "甘肃省",
            "name": "武威市",
            "id": "2953"
        }, {"province": "甘肃省", "name": "张掖市", "id": "2958"}, {
            "province": "甘肃省",
            "name": "平凉市",
            "id": "2965"
        }, {"province": "甘肃省", "name": "酒泉市", "id": "2973"}, {
            "province": "甘肃省",
            "name": "庆阳市",
            "id": "2981"
        }, {"province": "甘肃省", "name": "定西市", "id": "2990"}, {
            "province": "甘肃省",
            "name": "陇南市",
            "id": "2998"
        }, {"province": "甘肃省", "name": "临夏回族自治州", "id": "3008"}, {
            "province": "甘肃省",
            "name": "甘南藏族自治州",
            "id": "3017"
        }],
    "2725":
        [{"province": "西藏自治区", "name": "拉萨市", "id": "2726"}, {
            "province": "西藏自治区",
            "name": "昌都地区",
            "id": "2735"
        }, {"province": "西藏自治区", "name": "山南地区", "id": "2747"}, {
            "province": "西藏自治区",
            "name": "日喀则地区",
            "id": "2760"
        }, {"province": "西藏自治区", "name": "那曲地区", "id": "2779"}, {
            "province": "西藏自治区",
            "name": "阿里地区",
            "id": "2791"
        }, {"province": "西藏自治区", "name": "林芝地区", "id": "2799"}],
    "35":
        [{"province": "河北省", "name": "石家庄市", "id": "36"}, {
            "province": "河北省",
            "name": "唐山市",
            "id": "60"
        }, {"province": "河北省", "name": "秦皇岛市", "id": "75"}, {
            "province": "河北省",
            "name": "邯郸市",
            "id": "83"
        }, {"province": "河北省", "name": "邢台市", "id": "103"}, {
            "province": "河北省",
            "name": "保定市",
            "id": "123"
        }, {"province": "河北省", "name": "张家口市", "id": "149"}, {
            "province": "河北省",
            "name": "承德市",
            "id": "167"
        }, {"province": "河北省", "name": "沧州市", "id": "179"}, {
            "province": "河北省",
            "name": "廊坊市",
            "id": "196"
        }, {"province": "河北省", "name": "衡水市", "id": "207"}],
    "18":
        [{"province": "天津市", "name": "", "id": "5001"}],
    "3078":
        [{"province": "宁夏回族自治区", "name": "银川市", "id": "3079"}, {
            "province": "宁夏回族自治区",
            "name": "石嘴山市",
            "id": "3086"
        }, {"province": "宁夏回族自治区", "name": "吴忠市", "id": "3090"}, {
            "province": "宁夏回族自治区",
            "name": "固原市",
            "id": "3096"
        }, {"province": "宁夏回族自治区", "name": "中卫市", "id": "3102"}],
    "2085":
        [{"province": "广西壮族自治区", "name": "南宁市", "id": "2086"}, {
            "province": "广西壮族自治区",
            "name": "柳州市",
            "id": "2099"
        }, {"province": "广西壮族自治区", "name": "桂林市", "id": "2110"}, {
            "province": "广西壮族自治区",
            "name": "梧州市",
            "id": "2128"
        }, {"province": "广西壮族自治区", "name": "北海市", "id": "2136"}, {
            "province": "广西壮族自治区",
            "name": "防城港市",
            "id": "2141"
        }, {"province": "广西壮族自治区", "name": "钦州市", "id": "2146"}, {
            "province": "广西壮族自治区",
            "name": "贵港市",
            "id": "2151"
        }, {"province": "广西壮族自治区", "name": "玉林市", "id": "2157"}, {
            "province": "广西壮族自治区",
            "name": "百色市",
            "id": "2165"
        }, {"province": "广西壮族自治区", "name": "贺州市", "id": "2178"}, {
            "province": "广西壮族自治区",
            "name": "河池市",
            "id": "2183"
        }, {"province": "广西壮族自治区", "name": "来宾市", "id": "2195"}, {
            "province": "广西壮族自治区",
            "name": "崇左市",
            "id": "2202"
        }],
    "2481":
        [{"province": "贵州省", "name": "贵阳市", "id": "2482"}, {
            "province": "贵州省",
            "name": "六盘水市",
            "id": "2493"
        }, {"province": "贵州省", "name": "遵义市", "id": "2498"}, {
            "province": "贵州省",
            "name": "安顺市",
            "id": "2513"
        }, {"province": "贵州省", "name": "毕节市", "id": "2520"}, {
            "province": "贵州省",
            "name": "铜仁市",
            "id": "2529"
        }, {"province": "贵州省", "name": "黔西南布依族苗族自治州", "id": "2540"}, {
            "province": "贵州省",
            "name": "黔东南苗族侗族自治州",
            "id": "2549"
        }, {"province": "贵州省", "name": "黔南布依族苗族自治州", "id": "2566"}],
    "580":
        [{"province": "吉林省", "name": "长春市", "id": "581"}, {
            "province": "吉林省",
            "name": "吉林市",
            "id": "592"
        }, {"province": "吉林省", "name": "四平市", "id": "602"}, {
            "province": "吉林省",
            "name": "辽源市",
            "id": "609"
        }, {"province": "吉林省", "name": "通化市", "id": "614"}, {
            "province": "吉林省",
            "name": "白山市",
            "id": "622"
        }, {"province": "吉林省", "name": "松原市", "id": "629"}, {
            "province": "吉林省",
            "name": "白城市",
            "id": "635"
        }, {"province": "吉林省", "name": "延边朝鲜族自治州", "id": "641"}],
    "1":
        [{"province": "北京市", "name": "", "id": "5000"}],
    "1942":
        [{"province": "广东省", "name": "广州市", "id": "1943"}, {
            "province": "广东省",
            "name": "韶关市",
            "id": "1956"
        }, {"province": "广东省", "name": "深圳市", "id": "1967"}, {
            "province": "广东省",
            "name": "珠海市",
            "id": "1974"
        }, {"province": "广东省", "name": "汕头市", "id": "1978"}, {
            "province": "广东省",
            "name": "佛山市",
            "id": "1986"
        }, {"province": "广东省", "name": "江门市", "id": "1992"}, {
            "province": "广东省",
            "name": "湛江市",
            "id": "2000"
        }, {"province": "广东省", "name": "茂名市", "id": "2010"}, {
            "province": "广东省",
            "name": "肇庆市",
            "id": "2017"
        }, {"province": "广东省", "name": "惠州市", "id": "2026"}, {
            "province": "广东省",
            "name": "梅州市",
            "id": "2032"
        }, {"province": "广东省", "name": "汕尾市", "id": "2041"}, {
            "province": "广东省",
            "name": "河源市",
            "id": "2046"
        }, {"province": "广东省", "name": "阳江市", "id": "2053"}, {
            "province": "广东省",
            "name": "清远市",
            "id": "2058"
        }, {"province": "广东省", "name": "东莞市", "id": "2067"}, {
            "province": "广东省",
            "name": "中山市",
            "id": "2068"
        }, {"province": "广东省", "name": "潮州市", "id": "2069"}, {
            "province": "广东省",
            "name": "揭阳市",
            "id": "2073"
        }, {"province": "广东省", "name": "云浮市", "id": "2079"}],
    "1688":
        [{"province": "湖北省", "name": "武汉市", "id": "1689"}, {
            "province": "湖北省",
            "name": "黄石市",
            "id": "1703"
        }, {"province": "湖北省", "name": "十堰市", "id": "1710"}, {
            "province": "湖北省",
            "name": "宜昌市",
            "id": "1719"
        }, {"province": "湖北省", "name": "襄阳市", "id": "1733"}, {
            "province": "湖北省",
            "name": "鄂州市",
            "id": "1743"
        }, {"province": "湖北省", "name": "荆门市", "id": "1747"}, {
            "province": "湖北省",
            "name": "孝感市",
            "id": "1753"
        }, {"province": "湖北省", "name": "荆州市", "id": "1761"}, {
            "province": "湖北省",
            "name": "黄冈市",
            "id": "1770"
        }, {"province": "湖北省", "name": "咸宁市", "id": "1781"}, {
            "province": "湖北省",
            "name": "随州市",
            "id": "1788"
        }, {"province": "湖北省", "name": "恩施土家族苗族自治州", "id": "1792"}, {
            "province": "湖北省",
            "name": "仙桃市",
            "id": "1801"
        }, {"province": "湖北省", "name": "潜江市", "id": "1802"}, {
            "province": "湖北省",
            "name": "天门市",
            "id": "1803"
        }, {"province": "湖北省", "name": "神农架林区", "id": "1804"}],
    "2579":
        [{"province": "云南省", "name": "昆明市", "id": "2580"}, {
            "province": "云南省",
            "name": "曲靖市",
            "id": "2595"
        }, {"province": "云南省", "name": "玉溪市", "id": "2605"}, {
            "province": "云南省",
            "name": "保山市",
            "id": "2615"
        }, {"province": "云南省", "name": "昭通市", "id": "2621"}, {
            "province": "云南省",
            "name": "丽江市",
            "id": "2633"
        }, {"province": "云南省", "name": "普洱市", "id": "2639"}, {
            "province": "云南省",
            "name": "临沧市",
            "id": "2650"
        }, {"province": "云南省", "name": "楚雄彝族自治州", "id": "2659"}, {
            "province": "云南省",
            "name": "红河哈尼族彝族自治州",
            "id": "2670"
        }, {"province": "云南省", "name": "文山壮族苗族自治州", "id": "2684"}, {
            "province": "云南省",
            "name": "西双版纳傣族自治州",
            "id": "2693"
        }, {"province": "云南省", "name": "大理白族自治州", "id": "2697"}, {
            "province": "云南省",
            "name": "德宏傣族景颇族自治州",
            "id": "2710"
        }, {"province": "云南省", "name": "怒江傈僳族自治州", "id": "2716"}, {
            "province": "云南省",
            "name": "迪庆藏族自治州",
            "id": "2721"
        }],
    "465":
        [{"province": "辽宁省", "name": "沈阳市", "id": "466"}, {
            "province": "辽宁省",
            "name": "大连市",
            "id": "480"
        }, {"province": "辽宁省", "name": "鞍山市", "id": "491"}, {
            "province": "辽宁省",
            "name": "抚顺市",
            "id": "499"
        }, {"province": "辽宁省", "name": "本溪市", "id": "507"}, {
            "province": "辽宁省",
            "name": "丹东市",
            "id": "514"
        }, {"province": "辽宁省", "name": "锦州市", "id": "521"}, {
            "province": "辽宁省",
            "name": "营口市",
            "id": "529"
        }, {"province": "辽宁省", "name": "阜新市", "id": "536"}, {
            "province": "辽宁省",
            "name": "辽阳市",
            "id": "544"
        }, {"province": "辽宁省", "name": "盘锦市", "id": "552"}, {
            "province": "辽宁省",
            "name": "铁岭市",
            "id": "557"
        }, {"province": "辽宁省", "name": "朝阳市", "id": "565"}, {"province": "辽宁省", "name": "葫芦岛市", "id": "573"}],
    "1148":
        [{"province": "福建省", "name": "福州市", "id": "1149"}, {
            "province": "福建省",
            "name": "厦门市",
            "id": "1163"
        }, {"province": "福建省", "name": "莆田市", "id": "1170"}, {
            "province": "福建省",
            "name": "三明市",
            "id": "1176"
        }, {"province": "福建省", "name": "泉州市", "id": "1189"}, {
            "province": "福建省",
            "name": "漳州市",
            "id": "1202"
        }, {"province": "福建省", "name": "南平市", "id": "1214"}, {
            "province": "福建省",
            "name": "龙岩市",
            "id": "1225"
        }, {"province": "福建省", "name": "宁德市", "id": "1233"}],
    "2237":
        [{"province": "重庆市", "name": "", "id": "5003"}],
    "3106":
        [{"province": "新疆维吾尔自治区", "name": "乌鲁木齐市", "id": "3107"}, {
            "province": "新疆维吾尔自治区",
            "name": "克拉玛依市",
            "id": "3116"
        }, {"province": "新疆维吾尔自治区", "name": "吐鲁番地区", "id": "3121"}, {
            "province": "新疆维吾尔自治区",
            "name": "哈密地区",
            "id": "3125"
        }, {"province": "新疆维吾尔自治区", "name": "昌吉回族自治州", "id": "3129"}, {
            "province": "新疆维吾尔自治区",
            "name": "博尔塔拉蒙古自治州",
            "id": "3137"
        }, {"province": "新疆维吾尔自治区", "name": "巴音郭楞蒙古自治州", "id": "3142"}, {
            "province": "新疆维吾尔自治区",
            "name": "阿克苏地区",
            "id": "3152"
        }, {"province": "新疆维吾尔自治区", "name": "克孜勒苏柯尔克孜自治州", "id": "3162"}, {
            "province": "新疆维吾尔自治区",
            "name": "喀什地区",
            "id": "3167"
        }, {"province": "新疆维吾尔自治区", "name": "和田地区", "id": "3180"}, {
            "province": "新疆维吾尔自治区",
            "name": "伊犁哈萨克自治州",
            "id": "3189"
        }, {"province": "新疆维吾尔自治区", "name": "塔城地区", "id": "3200"}, {
            "province": "新疆维吾尔自治区",
            "name": "阿勒泰地区",
            "id": "3208"
        }, {"province": "新疆维吾尔自治区", "name": "石河子市", "id": "3216"}, {
            "province": "新疆维吾尔自治区",
            "name": "阿拉尔市",
            "id": "3217"
        }, {"province": "新疆维吾尔自治区", "name": "图木舒克市", "id": "3218"}, {
            "province": "新疆维吾尔自治区",
            "name": "五家渠市",
            "id": "3219"
        }],
    "1026":
        [{"province": "安徽省", "name": "合肥市", "id": "1027"}, {
            "province": "安徽省",
            "name": "芜湖市",
            "id": "1037"
        }, {"province": "安徽省", "name": "蚌埠市", "id": "1046"}, {
            "province": "安徽省",
            "name": "淮南市",
            "id": "1054"
        }, {"province": "安徽省", "name": "马鞍山市", "id": "1061"}, {
            "province": "安徽省",
            "name": "淮北市",
            "id": "1068"
        }, {"province": "安徽省", "name": "铜陵市", "id": "1073"}, {
            "province": "安徽省",
            "name": "安庆市",
            "id": "1078"
        }, {"province": "安徽省", "name": "黄山市", "id": "1090"}, {
            "province": "安徽省",
            "name": "滁州市",
            "id": "1098"
        }, {"province": "安徽省", "name": "阜阳市", "id": "1107"}, {
            "province": "安徽省",
            "name": "宿州市",
            "id": "1116"
        }, {"province": "安徽省", "name": "六安市", "id": "1122"}, {
            "province": "安徽省",
            "name": "亳州市",
            "id": "1130"
        }, {"province": "安徽省", "name": "池州市", "id": "1135"}, {"province": "安徽省", "name": "宣城市", "id": "1140"}],
    "3026":
        [{"province": "青海省", "name": "西宁市", "id": "3027"}, {
            "province": "青海省",
            "name": "海东市",
            "id": "3035"
        }, {"province": "青海省", "name": "海北藏族自治州", "id": "3042"}, {
            "province": "青海省",
            "name": "黄南藏族自治州",
            "id": "3047"
        }, {"province": "青海省", "name": "海南藏族自治州", "id": "3052"}, {
            "province": "青海省",
            "name": "果洛藏族自治州",
            "id": "3058"
        }, {"province": "青海省", "name": "玉树藏族自治州", "id": "3065"}, {
            "province": "青海省",
            "name": "海西蒙古族藏族自治州",
            "id": "3072"
        }],
    "1243":
        [{"province": "江西省", "name": "南昌市", "id": "1244"}, {
            "province": "江西省",
            "name": "景德镇市",
            "id": "1254"
        }, {"province": "江西省", "name": "萍乡市", "id": "1259"}, {
            "province": "江西省",
            "name": "九江市",
            "id": "1265"
        }, {"province": "江西省", "name": "新余市", "id": "1279"}, {
            "province": "江西省",
            "name": "鹰潭市",
            "id": "1282"
        }, {"province": "江西省", "name": "赣州市", "id": "1286"}, {
            "province": "江西省",
            "name": "吉安市",
            "id": "1305"
        }, {"province": "江西省", "name": "宜春市", "id": "1319"}, {
            "province": "江西省",
            "name": "抚州市",
            "id": "1330"
        }, {"province": "江西省", "name": "上饶市", "id": "1342"}],
    "924":
        [{"province": "浙江省", "name": "杭州市", "id": "925"}, {
            "province": "浙江省",
            "name": "宁波市",
            "id": "939"
        }, {"province": "浙江省", "name": "温州市", "id": "951"}, {
            "province": "浙江省",
            "name": "嘉兴市",
            "id": "963"
        }, {"province": "浙江省", "name": "湖州市", "id": "971"}, {
            "province": "浙江省",
            "name": "绍兴市",
            "id": "977"
        }, {"province": "浙江省", "name": "金华市", "id": "984"}, {
            "province": "浙江省",
            "name": "衢州市",
            "id": "994"
        }, {"province": "浙江省", "name": "舟山市", "id": "1001"}, {
            "province": "浙江省",
            "name": "台州市",
            "id": "1006"
        }, {"province": "浙江省", "name": "丽水市", "id": "1016"}],
    "1805":
        [{"province": "湖南省", "name": "长沙市", "id": "1806"}, {
            "province": "湖南省",
            "name": "株洲市",
            "id": "1816"
        }, {"province": "湖南省", "name": "湘潭市", "id": "1826"}, {
            "province": "湖南省",
            "name": "衡阳市",
            "id": "1832"
        }, {"province": "湖南省", "name": "邵阳市", "id": "1845"}, {
            "province": "湖南省",
            "name": "岳阳市",
            "id": "1858"
        }, {"province": "湖南省", "name": "常德市", "id": "1868"}, {
            "province": "湖南省",
            "name": "张家界市",
            "id": "1878"
        }, {"province": "湖南省", "name": "益阳市", "id": "1883"}, {
            "province": "湖南省",
            "name": "郴州市",
            "id": "1890"
        }, {"province": "湖南省", "name": "永州市", "id": "1902"}, {
            "province": "湖南省",
            "name": "怀化市",
            "id": "1914"
        }, {"province": "湖南省", "name": "娄底市", "id": "1927"}, {"province": "湖南省", "name": "湘西土家族苗族自治州", "id": "1933"}]
}

var areas = {
    "2430":
        [{"city": "阿坝藏族羌族自治州", "name": "汶川县", "id": "2431"}, {
            "city": "阿坝藏族羌族自治州",
            "name": "理县",
            "id": "2432"
        }, {"city": "阿坝藏族羌族自治州", "name": "茂县", "id": "2433"}, {
            "city": "阿坝藏族羌族自治州",
            "name": "松潘县",
            "id": "2434"
        }, {"city": "阿坝藏族羌族自治州", "name": "九寨沟县", "id": "2435"}, {
            "city": "阿坝藏族羌族自治州",
            "name": "金川县",
            "id": "2436"
        }, {"city": "阿坝藏族羌族自治州", "name": "小金县", "id": "2437"}, {
            "city": "阿坝藏族羌族自治州",
            "name": "黑水县",
            "id": "2438"
        }, {"city": "阿坝藏族羌族自治州", "name": "马尔康县", "id": "2439"}, {
            "city": "阿坝藏族羌族自治州",
            "name": "壤塘县",
            "id": "2440"
        }, {"city": "阿坝藏族羌族自治州", "name": "阿坝县", "id": "2441"}, {
            "city": "阿坝藏族羌族自治州",
            "name": "若尔盖县",
            "id": "2442"
        }, {"city": "阿坝藏族羌族自治州", "name": "红原县", "id": "2443"}],
    "2670":
        [{"city": "红河哈尼族彝族自治州", "name": "个旧市", "id": "2671"}, {
            "city": "红河哈尼族彝族自治州",
            "name": "开远市",
            "id": "2672"
        }, {"city": "红河哈尼族彝族自治州", "name": "蒙自市", "id": "2673"}, {
            "city": "红河哈尼族彝族自治州",
            "name": "弥勒市",
            "id": "2674"
        }, {"city": "红河哈尼族彝族自治州", "name": "屏边苗族自治县", "id": "2675"}, {
            "city": "红河哈尼族彝族自治州",
            "name": "建水县",
            "id": "2676"
        }, {"city": "红河哈尼族彝族自治州", "name": "石屏县", "id": "2677"}, {
            "city": "红河哈尼族彝族自治州",
            "name": "泸西县",
            "id": "2678"
        }, {"city": "红河哈尼族彝族自治州", "name": "元阳县", "id": "2679"}, {
            "city": "红河哈尼族彝族自治州",
            "name": "红河县",
            "id": "2680"
        }, {"city": "红河哈尼族彝族自治州", "name": "金平苗族瑶族傣族自治县", "id": "2681"}, {
            "city": "红河哈尼族彝族自治州",
            "name": "绿春县",
            "id": "2682"
        }, {"city": "红河哈尼族彝族自治州", "name": "河口瑶族自治县", "id": "2683"}],
    "2791":
        [{"city": "阿里地区", "name": "普兰县", "id": "2792"}, {"city": "阿里地区", "name": "札达县", "id": "2793"}, {
            "city": "阿里地区",
            "name": "噶尔县",
            "id": "2794"
        }, {"city": "阿里地区", "name": "日土县", "id": "2795"}, {"city": "阿里地区", "name": "革吉县", "id": "2796"}, {
            "city": "阿里地区",
            "name": "改则县",
            "id": "2797"
        }, {"city": "阿里地区", "name": "措勤县", "id": "2798"}],
    "1459":
        [{"city": "临沂市", "name": "兰山区", "id": "1460"}, {"city": "临沂市", "name": "罗庄区", "id": "1461"}, {
            "city": "临沂市",
            "name": "河东区",
            "id": "1462"
        }, {"city": "临沂市", "name": "沂南县", "id": "1463"}, {"city": "临沂市", "name": "郯城县", "id": "1464"}, {
            "city": "临沂市",
            "name": "沂水县",
            "id": "1465"
        }, {"city": "临沂市", "name": "苍山县", "id": "1466"}, {"city": "临沂市", "name": "费县", "id": "1467"}, {
            "city": "临沂市",
            "name": "平邑县",
            "id": "1468"
        }, {"city": "临沂市", "name": "莒南县", "id": "1469"}, {"city": "临沂市", "name": "蒙阴县", "id": "1470"}, {
            "city": "临沂市",
            "name": "临沭县",
            "id": "1471"
        }],
    "1579":
        [{"city": "新乡市", "name": "红旗区", "id": "1580"}, {"city": "新乡市", "name": "卫滨区", "id": "1581"}, {
            "city": "新乡市",
            "name": "凤泉区",
            "id": "1582"
        }, {"city": "新乡市", "name": "牧野区", "id": "1583"}, {"city": "新乡市", "name": "新乡县", "id": "1584"}, {
            "city": "新乡市",
            "name": "获嘉县",
            "id": "1585"
        }, {"city": "新乡市", "name": "原阳县", "id": "1586"}, {"city": "新乡市", "name": "延津县", "id": "1587"}, {
            "city": "新乡市",
            "name": "封丘县",
            "id": "1588"
        }, {"city": "新乡市", "name": "长垣县", "id": "1589"}, {"city": "新乡市", "name": "卫辉市", "id": "1590"}, {
            "city": "新乡市",
            "name": "辉县市",
            "id": "1591"
        }],
    "2304":
        [{"city": "攀枝花市", "name": "东区", "id": "2305"}, {"city": "攀枝花市", "name": "西区", "id": "2306"}, {
            "city": "攀枝花市",
            "name": "仁和区",
            "id": "2307"
        }, {"city": "攀枝花市", "name": "米易县", "id": "2308"}, {"city": "攀枝花市", "name": "盐边县", "id": "2309"}],
    "2425":
        [{"city": "资阳市", "name": "雁江区", "id": "2426"}, {"city": "资阳市", "name": "安岳县", "id": "2427"}, {
            "city": "资阳市",
            "name": "乐至县",
            "id": "2428"
        }, {"city": "资阳市", "name": "简阳市", "id": "2429"}],
    "1214":
        [{"city": "南平市", "name": "延平区", "id": "1215"}, {"city": "南平市", "name": "顺昌县", "id": "1216"}, {
            "city": "南平市",
            "name": "浦城县",
            "id": "1217"
        }, {"city": "南平市", "name": "光泽县", "id": "1218"}, {"city": "南平市", "name": "松溪县", "id": "1219"}, {
            "city": "南平市",
            "name": "政和县",
            "id": "1220"
        }, {"city": "南平市", "name": "邵武市", "id": "1221"}, {"city": "南平市", "name": "武夷山市", "id": "1222"}, {
            "city": "南平市",
            "name": "建瓯市",
            "id": "1223"
        }, {"city": "南平市", "name": "建阳市", "id": "1224"}],
    "1456":
        [{"city": "莱芜市", "name": "莱城区", "id": "1457"}, {"city": "莱芜市", "name": "钢城区", "id": "1458"}],
    "1573":
        [{"city": "鹤壁市", "name": "鹤山区", "id": "1574"}, {"city": "鹤壁市", "name": "山城区", "id": "1575"}, {
            "city": "鹤壁市",
            "name": "淇滨区",
            "id": "1576"
        }, {"city": "鹤壁市", "name": "浚县", "id": "1577"}, {"city": "鹤壁市", "name": "淇县", "id": "1578"}],
    "911":
        [{"city": "泰州市", "name": "海陵区", "id": "912"}, {"city": "泰州市", "name": "高港区", "id": "913"}, {
            "city": "泰州市",
            "name": "姜堰区",
            "id": "914"
        }, {"city": "泰州市", "name": "兴化市", "id": "915"}, {"city": "泰州市", "name": "靖江市", "id": "916"}, {
            "city": "泰州市",
            "name": "泰兴市",
            "id": "917"
        }],
    "2549":
        [{"city": "黔东南苗族侗族自治州", "name": "凯里市", "id": "2550"}, {
            "city": "黔东南苗族侗族自治州",
            "name": "黄平县",
            "id": "2551"
        }, {"city": "黔东南苗族侗族自治州", "name": "施秉县", "id": "2552"}, {
            "city": "黔东南苗族侗族自治州",
            "name": "三穗县",
            "id": "2553"
        }, {"city": "黔东南苗族侗族自治州", "name": "镇远县", "id": "2554"}, {
            "city": "黔东南苗族侗族自治州",
            "name": "岑巩县",
            "id": "2555"
        }, {"city": "黔东南苗族侗族自治州", "name": "天柱县", "id": "2556"}, {
            "city": "黔东南苗族侗族自治州",
            "name": "锦屏县",
            "id": "2557"
        }, {"city": "黔东南苗族侗族自治州", "name": "剑河县", "id": "2558"}, {
            "city": "黔东南苗族侗族自治州",
            "name": "台江县",
            "id": "2559"
        }, {"city": "黔东南苗族侗族自治州", "name": "黎平县", "id": "2560"}, {
            "city": "黔东南苗族侗族自治州",
            "name": "榕江县",
            "id": "2561"
        }, {"city": "黔东南苗族侗族自治州", "name": "从江县", "id": "2562"}, {
            "city": "黔东南苗族侗族自治州",
            "name": "雷山县",
            "id": "2563"
        }, {"city": "黔东南苗族侗族自治州", "name": "麻江县", "id": "2564"}, {"city": "黔东南苗族侗族自治州", "name": "丹寨县", "id": "2565"}],
    "918":
        [{"city": "宿迁市", "name": "宿城区", "id": "919"}, {"city": "宿迁市", "name": "宿豫区", "id": "920"}, {
            "city": "宿迁市",
            "name": "沭阳县",
            "id": "921"
        }, {"city": "宿迁市", "name": "泗阳县", "id": "922"}, {"city": "宿迁市", "name": "泗洪县", "id": "923"}],
    "1472":
        [{"city": "德州市", "name": "德城区", "id": "1473"}, {"city": "德州市", "name": "陵县", "id": "1474"}, {
            "city": "德州市",
            "name": "宁津县",
            "id": "1475"
        }, {"city": "德州市", "name": "庆云县", "id": "1476"}, {"city": "德州市", "name": "临邑县", "id": "1477"}, {
            "city": "德州市",
            "name": "齐河县",
            "id": "1478"
        }, {"city": "德州市", "name": "平原县", "id": "1479"}, {"city": "德州市", "name": "夏津县", "id": "1480"}, {
            "city": "德州市",
            "name": "武城县",
            "id": "1481"
        }, {"city": "德州市", "name": "乐陵市", "id": "1482"}, {"city": "德州市", "name": "禹城市", "id": "1483"}],
    "1592":
        [{"city": "焦作市", "name": "解放区", "id": "1593"}, {"city": "焦作市", "name": "中站区", "id": "1594"}, {
            "city": "焦作市",
            "name": "马村区",
            "id": "1595"
        }, {"city": "焦作市", "name": "山阳区", "id": "1596"}, {"city": "焦作市", "name": "修武县", "id": "1597"}, {
            "city": "焦作市",
            "name": "博爱县",
            "id": "1598"
        }, {"city": "焦作市", "name": "武陟县", "id": "1599"}, {"city": "焦作市", "name": "温县", "id": "1600"}, {
            "city": "焦作市",
            "name": "沁阳市",
            "id": "1601"
        }, {"city": "焦作市", "name": "孟州市", "id": "1602"}],
    "1107":
        [{"city": "阜阳市", "name": "颍州区", "id": "1108"}, {"city": "阜阳市", "name": "颍东区", "id": "1109"}, {
            "city": "阜阳市",
            "name": "颍泉区",
            "id": "1110"
        }, {"city": "阜阳市", "name": "临泉县", "id": "1111"}, {"city": "阜阳市", "name": "太和县", "id": "1112"}, {
            "city": "阜阳市",
            "name": "阜南县",
            "id": "1113"
        }, {"city": "阜阳市", "name": "颍上县", "id": "1114"}, {"city": "阜阳市", "name": "界首市", "id": "1115"}],
    "2":
        [],
    "2799":
        [{"city": "林芝地区", "name": "林芝县", "id": "2800"}, {"city": "林芝地区", "name": "工布江达县", "id": "2801"}, {
            "city": "林芝地区",
            "name": "米林县",
            "id": "2802"
        }, {"city": "林芝地区", "name": "墨脱县", "id": "2803"}, {"city": "林芝地区", "name": "波密县", "id": "2804"}, {
            "city": "林芝地区",
            "name": "察隅县",
            "id": "2805"
        }, {"city": "林芝地区", "name": "朗县", "id": "2806"}],
    "3":
        [],
    "1225":
        [{"city": "龙岩市", "name": "新罗区", "id": "1226"}, {"city": "龙岩市", "name": "长汀县", "id": "1227"}, {
            "city": "龙岩市",
            "name": "永定县",
            "id": "1228"
        }, {"city": "龙岩市", "name": "上杭县", "id": "1229"}, {"city": "龙岩市", "name": "武平县", "id": "1230"}, {
            "city": "龙岩市",
            "name": "连城县",
            "id": "1231"
        }, {"city": "龙岩市", "name": "漳平市", "id": "1232"}],
    "4":
        [],
    "5":
        [],
    "6":
        [],
    "7":
        [],
    "1342":
        [{"city": "上饶市", "name": "信州区", "id": "1343"}, {"city": "上饶市", "name": "上饶县", "id": "1344"}, {
            "city": "上饶市",
            "name": "广丰县",
            "id": "1345"
        }, {"city": "上饶市", "name": "玉山县", "id": "1346"}, {"city": "上饶市", "name": "铅山县", "id": "1347"}, {
            "city": "上饶市",
            "name": "横峰县",
            "id": "1348"
        }, {"city": "上饶市", "name": "弋阳县", "id": "1349"}, {"city": "上饶市", "name": "余干县", "id": "1350"}, {
            "city": "上饶市",
            "name": "鄱阳县",
            "id": "1351"
        }, {"city": "上饶市", "name": "万年县", "id": "1352"}, {"city": "上饶市", "name": "婺源县", "id": "1353"}, {
            "city": "上饶市",
            "name": "德兴市",
            "id": "1354"
        }],
    "2310":
        [{"city": "泸州市", "name": "江阳区", "id": "2311"}, {"city": "泸州市", "name": "纳溪区", "id": "2312"}, {
            "city": "泸州市",
            "name": "龙马潭区",
            "id": "2313"
        }, {"city": "泸州市", "name": "泸县", "id": "2314"}, {"city": "泸州市", "name": "合江县", "id": "2315"}, {
            "city": "泸州市",
            "name": "叙永县",
            "id": "2316"
        }, {"city": "泸州市", "name": "古蔺县", "id": "2317"}],
    "8":
        [],
    "800":
        [],
    "9":
        [],
    "801":
        [],
    "802":
        [],
    "803":
        [],
    "804":
        [],
    "925":
        [{"city": "杭州市", "name": "上城区", "id": "926"}, {"city": "杭州市", "name": "下城区", "id": "927"}, {
            "city": "杭州市",
            "name": "江干区",
            "id": "928"
        }, {"city": "杭州市", "name": "拱墅区", "id": "929"}, {"city": "杭州市", "name": "西湖区", "id": "930"}, {
            "city": "杭州市",
            "name": "滨江区",
            "id": "931"
        }, {"city": "杭州市", "name": "萧山区", "id": "932"}, {"city": "杭州市", "name": "余杭区", "id": "933"}, {
            "city": "杭州市",
            "name": "桐庐县",
            "id": "934"
        }, {"city": "杭州市", "name": "淳安县", "id": "935"}, {"city": "杭州市", "name": "建德市", "id": "936"}, {
            "city": "杭州市",
            "name": "富阳市",
            "id": "937"
        }, {"city": "杭州市", "name": "临安市", "id": "938"}],
    "805":
        [],
    "806":
        [],
    "807":
        [],
    "2318":
        [{"city": "德阳市", "name": "旌阳区", "id": "2319"}, {"city": "德阳市", "name": "中江县", "id": "2320"}, {
            "city": "德阳市",
            "name": "罗江县",
            "id": "2321"
        }, {"city": "德阳市", "name": "广汉市", "id": "2322"}, {"city": "德阳市", "name": "什邡市", "id": "2323"}, {
            "city": "德阳市",
            "name": "绵竹市",
            "id": "2324"
        }],
    "808":
        [],
    "809":
        [],
    "1484":
        [{"city": "聊城市", "name": "东昌府区", "id": "1485"}, {"city": "聊城市", "name": "阳谷县", "id": "1486"}, {
            "city": "聊城市",
            "name": "莘县",
            "id": "1487"
        }, {"city": "聊城市", "name": "茌平县", "id": "1488"}, {"city": "聊城市", "name": "东阿县", "id": "1489"}, {
            "city": "聊城市",
            "name": "冠县",
            "id": "1490"
        }, {"city": "聊城市", "name": "高唐县", "id": "1491"}, {"city": "聊城市", "name": "临清市", "id": "1492"}],
    "2693":
        [{"city": "西双版纳傣族自治州", "name": "景洪市", "id": "2694"}, {
            "city": "西双版纳傣族自治州",
            "name": "勐海县",
            "id": "2695"
        }, {"city": "西双版纳傣族自治州", "name": "勐腊县", "id": "2696"}],
    "1116":
        [{"city": "宿州市", "name": "埇桥区", "id": "1117"}, {"city": "宿州市", "name": "砀山县", "id": "1118"}, {
            "city": "宿州市",
            "name": "萧县",
            "id": "1119"
        }, {"city": "宿州市", "name": "灵璧县", "id": "1120"}, {"city": "宿州市", "name": "泗县", "id": "1121"}],
    "2325":
        [{"city": "绵阳市", "name": "涪城区", "id": "2326"}, {"city": "绵阳市", "name": "游仙区", "id": "2327"}, {
            "city": "绵阳市",
            "name": "三台县",
            "id": "2328"
        }, {"city": "绵阳市", "name": "盐亭县", "id": "2329"}, {"city": "绵阳市", "name": "安县", "id": "2330"}, {
            "city": "绵阳市",
            "name": "梓潼县",
            "id": "2331"
        }, {"city": "绵阳市", "name": "北川羌族自治县", "id": "2332"}, {"city": "绵阳市", "name": "平武县", "id": "2333"}, {
            "city": "绵阳市",
            "name": "江油市",
            "id": "2334"
        }],
    "1356":
        [{"city": "济南市", "name": "历下区", "id": "1357"}, {"city": "济南市", "name": "市中区", "id": "1358"}, {
            "city": "济南市",
            "name": "槐荫区",
            "id": "1359"
        }, {"city": "济南市", "name": "天桥区", "id": "1360"}, {"city": "济南市", "name": "历城区", "id": "1361"}, {
            "city": "济南市",
            "name": "长清区",
            "id": "1362"
        }, {"city": "济南市", "name": "平阴县", "id": "1363"}, {"city": "济南市", "name": "济阳县", "id": "1364"}, {
            "city": "济南市",
            "name": "商河县",
            "id": "1365"
        }, {"city": "济南市", "name": "章丘市", "id": "1366"}],
    "2566":
        [{"city": "黔南布依族苗族自治州", "name": "都匀市", "id": "2567"}, {
            "city": "黔南布依族苗族自治州",
            "name": "福泉市",
            "id": "2568"
        }, {"city": "黔南布依族苗族自治州", "name": "荔波县", "id": "2569"}, {
            "city": "黔南布依族苗族自治州",
            "name": "贵定县",
            "id": "2570"
        }, {"city": "黔南布依族苗族自治州", "name": "瓮安县", "id": "2571"}, {
            "city": "黔南布依族苗族自治州",
            "name": "独山县",
            "id": "2572"
        }, {"city": "黔南布依族苗族自治州", "name": "平塘县", "id": "2573"}, {
            "city": "黔南布依族苗族自治州",
            "name": "罗甸县",
            "id": "2574"
        }, {"city": "黔南布依族苗族自治州", "name": "长顺县", "id": "2575"}, {
            "city": "黔南布依族苗族自治州",
            "name": "龙里县",
            "id": "2576"
        }, {"city": "黔南布依族苗族自治州", "name": "惠水县", "id": "2577"}, {
            "city": "黔南布依族苗族自治州",
            "name": "三都水族自治县",
            "id": "2578"
        }],
    "2202":
        [{"city": "崇左市", "name": "江州区", "id": "2203"}, {"city": "崇左市", "name": "扶绥县", "id": "2204"}, {
            "city": "崇左市",
            "name": "宁明县",
            "id": "2205"
        }, {"city": "崇左市", "name": "龙州县", "id": "2206"}, {"city": "崇左市", "name": "大新县", "id": "2207"}, {
            "city": "崇左市",
            "name": "天等县",
            "id": "2208"
        }, {"city": "崇左市", "name": "凭祥市", "id": "2209"}],
    "2444":
        [{"city": "甘孜藏族自治州", "name": "康定县", "id": "2445"}, {
            "city": "甘孜藏族自治州",
            "name": "泸定县",
            "id": "2446"
        }, {"city": "甘孜藏族自治州", "name": "丹巴县", "id": "2447"}, {
            "city": "甘孜藏族自治州",
            "name": "九龙县",
            "id": "2448"
        }, {"city": "甘孜藏族自治州", "name": "雅江县", "id": "2449"}, {
            "city": "甘孜藏族自治州",
            "name": "道孚县",
            "id": "2450"
        }, {"city": "甘孜藏族自治州", "name": "炉霍县", "id": "2451"}, {
            "city": "甘孜藏族自治州",
            "name": "甘孜县",
            "id": "2452"
        }, {"city": "甘孜藏族自治州", "name": "新龙县", "id": "2453"}, {
            "city": "甘孜藏族自治州",
            "name": "德格县",
            "id": "2454"
        }, {"city": "甘孜藏族自治州", "name": "白玉县", "id": "2455"}, {
            "city": "甘孜藏族自治州",
            "name": "石渠县",
            "id": "2456"
        }, {"city": "甘孜藏族自治州", "name": "色达县", "id": "2457"}, {
            "city": "甘孜藏族自治州",
            "name": "理塘县",
            "id": "2458"
        }, {"city": "甘孜藏族自治州", "name": "巴塘县", "id": "2459"}, {
            "city": "甘孜藏族自治州",
            "name": "乡城县",
            "id": "2460"
        }, {"city": "甘孜藏族自治州", "name": "稻城县", "id": "2461"}, {"city": "甘孜藏族自治州", "name": "得荣县", "id": "2462"}],
    "1233":
        [{"city": "宁德市", "name": "蕉城区", "id": "1234"}, {"city": "宁德市", "name": "霞浦县", "id": "1235"}, {
            "city": "宁德市",
            "name": "古田县",
            "id": "1236"
        }, {"city": "宁德市", "name": "屏南县", "id": "1237"}, {"city": "宁德市", "name": "寿宁县", "id": "1238"}, {
            "city": "宁德市",
            "name": "周宁县",
            "id": "1239"
        }, {"city": "宁德市", "name": "柘荣县", "id": "1240"}, {"city": "宁德市", "name": "福安市", "id": "1241"}, {
            "city": "宁德市",
            "name": "福鼎市",
            "id": "1242"
        }],
    "2684":
        [{"city": "文山壮族苗族自治州", "name": "文山市", "id": "2685"}, {
            "city": "文山壮族苗族自治州",
            "name": "砚山县",
            "id": "2686"
        }, {"city": "文山壮族苗族自治州", "name": "西畴县", "id": "2687"}, {
            "city": "文山壮族苗族自治州",
            "name": "麻栗坡县",
            "id": "2688"
        }, {"city": "文山壮族苗族自治州", "name": "马关县", "id": "2689"}, {
            "city": "文山壮族苗族自治州",
            "name": "丘北县",
            "id": "2690"
        }, {"city": "文山壮族苗族自治州", "name": "广南县", "id": "2691"}, {"city": "文山壮族苗族自治州", "name": "富宁县", "id": "2692"}],
    "811":
        [{"city": "南京市", "name": "玄武区", "id": "812"}, {"city": "南京市", "name": "秦淮区", "id": "813"}, {
            "city": "南京市",
            "name": "建邺区",
            "id": "814"
        }, {"city": "南京市", "name": "鼓楼区", "id": "815"}, {"city": "南京市", "name": "浦口区", "id": "816"}, {
            "city": "南京市",
            "name": "栖霞区",
            "id": "817"
        }, {"city": "南京市", "name": "雨花台区", "id": "818"}, {"city": "南京市", "name": "江宁区", "id": "819"}, {
            "city": "南京市",
            "name": "六合区",
            "id": "820"
        }, {"city": "南京市", "name": "溧水区", "id": "821"}, {"city": "南京市", "name": "高淳区", "id": "822"}],
    "939":
        [{"city": "宁波市", "name": "海曙区", "id": "940"}, {"city": "宁波市", "name": "江东区", "id": "941"}, {
            "city": "宁波市",
            "name": "江北区",
            "id": "942"
        }, {"city": "宁波市", "name": "北仑区", "id": "943"}, {"city": "宁波市", "name": "镇海区", "id": "944"}, {
            "city": "宁波市",
            "name": "鄞州区",
            "id": "945"
        }, {"city": "宁波市", "name": "象山县", "id": "946"}, {"city": "宁波市", "name": "宁海县", "id": "947"}, {
            "city": "宁波市",
            "name": "余姚市",
            "id": "948"
        }, {"city": "宁波市", "name": "慈溪市", "id": "949"}, {"city": "宁波市", "name": "奉化市", "id": "950"}],
    "2221":
        [],
    "2463":
        [{"city": "凉山彝族自治州", "name": "西昌市", "id": "2464"}, {
            "city": "凉山彝族自治州",
            "name": "木里藏族自治县",
            "id": "2465"
        }, {"city": "凉山彝族自治州", "name": "盐源县", "id": "2466"}, {
            "city": "凉山彝族自治州",
            "name": "德昌县",
            "id": "2467"
        }, {"city": "凉山彝族自治州", "name": "会理县", "id": "2468"}, {
            "city": "凉山彝族自治州",
            "name": "会东县",
            "id": "2469"
        }, {"city": "凉山彝族自治州", "name": "宁南县", "id": "2470"}, {
            "city": "凉山彝族自治州",
            "name": "普格县",
            "id": "2471"
        }, {"city": "凉山彝族自治州", "name": "布拖县", "id": "2472"}, {
            "city": "凉山彝族自治州",
            "name": "金阳县",
            "id": "2473"
        }, {"city": "凉山彝族自治州", "name": "昭觉县", "id": "2474"}, {
            "city": "凉山彝族自治州",
            "name": "喜德县",
            "id": "2475"
        }, {"city": "凉山彝族自治州", "name": "冕宁县", "id": "2476"}, {
            "city": "凉山彝族自治州",
            "name": "越西县",
            "id": "2477"
        }, {"city": "凉山彝族自治州", "name": "甘洛县", "id": "2478"}, {
            "city": "凉山彝族自治州",
            "name": "美姑县",
            "id": "2479"
        }, {"city": "凉山彝族自治州", "name": "雷波县", "id": "2480"}],
    "1130":
        [{"city": "亳州市", "name": "谯城区", "id": "1131"}, {"city": "亳州市", "name": "涡阳县", "id": "1132"}, {
            "city": "亳州市",
            "name": "蒙城县",
            "id": "1133"
        }, {"city": "亳州市", "name": "利辛县", "id": "1134"}],
    "1493":
        [{"city": "滨州市", "name": "滨城区", "id": "1494"}, {"city": "滨州市", "name": "惠民县", "id": "1495"}, {
            "city": "滨州市",
            "name": "阳信县",
            "id": "1496"
        }, {"city": "滨州市", "name": "无棣县", "id": "1497"}, {"city": "滨州市", "name": "沾化县", "id": "1498"}, {
            "city": "滨州市",
            "name": "博兴县",
            "id": "1499"
        }, {"city": "滨州市", "name": "邹平县", "id": "1500"}],
    "2580":
        [{"city": "昆明市", "name": "五华区", "id": "2581"}, {"city": "昆明市", "name": "盘龙区", "id": "2582"}, {
            "city": "昆明市",
            "name": "官渡区",
            "id": "2583"
        }, {"city": "昆明市", "name": "西山区", "id": "2584"}, {"city": "昆明市", "name": "东川区", "id": "2585"}, {
            "city": "昆明市",
            "name": "呈贡区",
            "id": "2586"
        }, {"city": "昆明市", "name": "晋宁县", "id": "2587"}, {"city": "昆明市", "name": "富民县", "id": "2588"}, {
            "city": "昆明市",
            "name": "宜良县",
            "id": "2589"
        }, {"city": "昆明市", "name": "石林彝族自治县", "id": "2590"}, {"city": "昆明市", "name": "嵩明县", "id": "2591"}, {
            "city": "昆明市",
            "name": "禄劝彝族苗族自治县",
            "id": "2592"
        }, {"city": "昆明市", "name": "寻甸回族彝族自治县", "id": "2593"}, {"city": "昆明市", "name": "安宁市", "id": "2594"}],
    "2217":
        [{"city": "三沙市", "name": "西沙群岛", "id": "2218"}, {"city": "三沙市", "name": "南沙群岛", "id": "2219"}, {
            "city": "三沙市",
            "name": "中沙群岛的岛礁及其海域",
            "id": "2220"
        }],
    "1006":
        [{"city": "台州市", "name": "椒江区", "id": "1007"}, {"city": "台州市", "name": "黄岩区", "id": "1008"}, {
            "city": "台州市",
            "name": "路桥区",
            "id": "1009"
        }, {"city": "台州市", "name": "玉环县", "id": "1010"}, {"city": "台州市", "name": "三门县", "id": "1011"}, {
            "city": "台州市",
            "name": "天台县",
            "id": "1012"
        }, {"city": "台州市", "name": "仙居县", "id": "1013"}, {"city": "台州市", "name": "温岭市", "id": "1014"}, {
            "city": "台州市",
            "name": "临海市",
            "id": "1015"
        }],
    "2216":
        [],
    "1367":
        [{"city": "青岛市", "name": "市南区", "id": "1368"}, {"city": "青岛市", "name": "市北区", "id": "1369"}, {
            "city": "青岛市",
            "name": "黄岛区",
            "id": "1370"
        }, {"city": "青岛市", "name": "崂山区", "id": "1371"}, {"city": "青岛市", "name": "李沧区", "id": "1372"}, {
            "city": "青岛市",
            "name": "城阳区",
            "id": "1373"
        }, {"city": "青岛市", "name": "胶州市", "id": "1374"}, {"city": "青岛市", "name": "即墨市", "id": "1375"}, {
            "city": "青岛市",
            "name": "平度市",
            "id": "1376"
        }, {"city": "青岛市", "name": "莱西市", "id": "1377"}],
    "2335":
        [{"city": "广元市", "name": "利州区", "id": "2336"}, {"city": "广元市", "name": "元坝区", "id": "2337"}, {
            "city": "广元市",
            "name": "朝天区",
            "id": "2338"
        }, {"city": "广元市", "name": "旺苍县", "id": "2339"}, {"city": "广元市", "name": "青川县", "id": "2340"}, {
            "city": "广元市",
            "name": "剑阁县",
            "id": "2341"
        }, {"city": "广元市", "name": "苍溪县", "id": "2342"}],
    "2697":
        [{"city": "大理白族自治州", "name": "大理市", "id": "2698"}, {
            "city": "大理白族自治州",
            "name": "漾濞彝族自治县",
            "id": "2699"
        }, {"city": "大理白族自治州", "name": "祥云县", "id": "2700"}, {
            "city": "大理白族自治州",
            "name": "宾川县",
            "id": "2701"
        }, {"city": "大理白族自治州", "name": "弥渡县", "id": "2702"}, {
            "city": "大理白族自治州",
            "name": "南涧彝族自治县",
            "id": "2703"
        }, {"city": "大理白族自治州", "name": "巍山彝族回族自治县", "id": "2704"}, {
            "city": "大理白族自治州",
            "name": "永平县",
            "id": "2705"
        }, {"city": "大理白族自治州", "name": "云龙县", "id": "2706"}, {
            "city": "大理白族自治州",
            "name": "洱源县",
            "id": "2707"
        }, {"city": "大理白族自治州", "name": "剑川县", "id": "2708"}, {"city": "大理白族自治州", "name": "鹤庆县", "id": "2709"}],
    "1244":
        [{"city": "南昌市", "name": "东湖区", "id": "1245"}, {"city": "南昌市", "name": "西湖区", "id": "1246"}, {
            "city": "南昌市",
            "name": "青云谱区",
            "id": "1247"
        }, {"city": "南昌市", "name": "湾里区", "id": "1248"}, {"city": "南昌市", "name": "青山湖区", "id": "1249"}, {
            "city": "南昌市",
            "name": "南昌县",
            "id": "1250"
        }, {"city": "南昌市", "name": "新建县", "id": "1251"}, {"city": "南昌市", "name": "安义县", "id": "1252"}, {
            "city": "南昌市",
            "name": "进贤县",
            "id": "1253"
        }],
    "1001":
        [{"city": "舟山市", "name": "定海区", "id": "1002"}, {"city": "舟山市", "name": "普陀区", "id": "1003"}, {
            "city": "舟山市",
            "name": "岱山县",
            "id": "1004"
        }, {"city": "舟山市", "name": "嵊泗县", "id": "1005"}],
    "1122":
        [{"city": "六安市", "name": "金安区", "id": "1123"}, {"city": "六安市", "name": "裕安区", "id": "1124"}, {
            "city": "六安市",
            "name": "寿县",
            "id": "1125"
        }, {"city": "六安市", "name": "霍邱县", "id": "1126"}, {"city": "六安市", "name": "舒城县", "id": "1127"}, {
            "city": "六安市",
            "name": "金寨县",
            "id": "1128"
        }, {"city": "六安市", "name": "霍山县", "id": "1129"}],
    "2211":
        [{"city": "海口市", "name": "秀英区", "id": "2212"}, {"city": "海口市", "name": "龙华区", "id": "2213"}, {
            "city": "海口市",
            "name": "琼山区",
            "id": "2214"
        }, {"city": "海口市", "name": "美兰区", "id": "2215"}],
    "823":
        [{"city": "无锡市", "name": "崇安区", "id": "824"}, {"city": "无锡市", "name": "南长区", "id": "825"}, {
            "city": "无锡市",
            "name": "北塘区",
            "id": "826"
        }, {"city": "无锡市", "name": "锡山区", "id": "827"}, {"city": "无锡市", "name": "惠山区", "id": "828"}, {
            "city": "无锡市",
            "name": "滨湖区",
            "id": "829"
        }, {"city": "无锡市", "name": "江阴市", "id": "830"}, {"city": "无锡市", "name": "宜兴市", "id": "831"}],
    "706":
        [{"city": "双鸭山市", "name": "尖山区", "id": "707"}, {"city": "双鸭山市", "name": "岭东区", "id": "708"}, {
            "city": "双鸭山市",
            "name": "四方台区",
            "id": "709"
        }, {"city": "双鸭山市", "name": "宝山区", "id": "710"}, {"city": "双鸭山市", "name": "集贤县", "id": "711"}, {
            "city": "双鸭山市",
            "name": "友谊县",
            "id": "712"
        }, {"city": "双鸭山市", "name": "宝清县", "id": "713"}, {"city": "双鸭山市", "name": "饶河县", "id": "714"}],
    "2232":
        [],
    "2595":
        [{"city": "曲靖市", "name": "麒麟区", "id": "2596"}, {"city": "曲靖市", "name": "马龙县", "id": "2597"}, {
            "city": "曲靖市",
            "name": "陆良县",
            "id": "2598"
        }, {"city": "曲靖市", "name": "师宗县", "id": "2599"}, {"city": "曲靖市", "name": "罗平县", "id": "2600"}, {
            "city": "曲靖市",
            "name": "富源县",
            "id": "2601"
        }, {"city": "曲靖市", "name": "会泽县", "id": "2602"}, {"city": "曲靖市", "name": "沾益县", "id": "2603"}, {
            "city": "曲靖市",
            "name": "宣威市",
            "id": "2604"
        }],
    "3200":
        [{"city": "塔城地区", "name": "塔城市", "id": "3201"}, {"city": "塔城地区", "name": "乌苏市", "id": "3202"}, {
            "city": "塔城地区",
            "name": "额敏县",
            "id": "3203"
        }, {"city": "塔城地区", "name": "沙湾县", "id": "3204"}, {"city": "塔城地区", "name": "托里县", "id": "3205"}, {
            "city": "塔城地区",
            "name": "裕民县",
            "id": "3206"
        }, {"city": "塔城地区", "name": "和布克赛尔蒙古自治县", "id": "3207"}],
    "2110":
        [{"city": "桂林市", "name": "秀峰区", "id": "2111"}, {"city": "桂林市", "name": "叠彩区", "id": "2112"}, {
            "city": "桂林市",
            "name": "象山区",
            "id": "2113"
        }, {"city": "桂林市", "name": "七星区", "id": "2114"}, {"city": "桂林市", "name": "雁山区", "id": "2115"}, {
            "city": "桂林市",
            "name": "临桂区",
            "id": "2116"
        }, {"city": "桂林市", "name": "阳朔县", "id": "2117"}, {"city": "桂林市", "name": "灵川县", "id": "2118"}, {
            "city": "桂林市",
            "name": "全州县",
            "id": "2119"
        }, {"city": "桂林市", "name": "兴安县", "id": "2120"}, {"city": "桂林市", "name": "永福县", "id": "2121"}, {
            "city": "桂林市",
            "name": "灌阳县",
            "id": "2122"
        }, {"city": "桂林市", "name": "龙胜各族自治县", "id": "2123"}, {"city": "桂林市", "name": "资源县", "id": "2124"}, {
            "city": "桂林市",
            "name": "平乐县",
            "id": "2125"
        }, {"city": "桂林市", "name": "荔浦县", "id": "2126"}, {"city": "桂林市", "name": "恭城瑶族自治县", "id": "2127"}],
    "2231":
        [],
    "2230":
        [],
    "1140":
        [{"city": "宣城市", "name": "宣州区", "id": "1141"}, {"city": "宣城市", "name": "郎溪县", "id": "1142"}, {
            "city": "宣城市",
            "name": "广德县",
            "id": "1143"
        }, {"city": "宣城市", "name": "泾县", "id": "1144"}, {"city": "宣城市", "name": "绩溪县", "id": "1145"}, {
            "city": "宣城市",
            "name": "旌德县",
            "id": "1146"
        }, {"city": "宣城市", "name": "宁国市", "id": "1147"}],
    "2229":
        [],
    "2228":
        [],
    "2349":
        [{"city": "内江市", "name": "市中区", "id": "2350"}, {"city": "内江市", "name": "东兴区", "id": "2351"}, {
            "city": "内江市",
            "name": "威远县",
            "id": "2352"
        }, {"city": "内江市", "name": "资中县", "id": "2353"}, {"city": "内江市", "name": "隆昌县", "id": "2354"}],
    "1259":
        [{"city": "萍乡市", "name": "安源区", "id": "1260"}, {"city": "萍乡市", "name": "湘东区", "id": "1261"}, {
            "city": "萍乡市",
            "name": "莲花县",
            "id": "1262"
        }, {"city": "萍乡市", "name": "上栗县", "id": "1263"}, {"city": "萍乡市", "name": "芦溪县", "id": "1264"}],
    "2227":
        [],
    "1016":
        [{"city": "丽水市", "name": "莲都区", "id": "1017"}, {"city": "丽水市", "name": "青田县", "id": "1018"}, {
            "city": "丽水市",
            "name": "缙云县",
            "id": "1019"
        }, {"city": "丽水市", "name": "遂昌县", "id": "1020"}, {"city": "丽水市", "name": "松阳县", "id": "1021"}, {
            "city": "丽水市",
            "name": "云和县",
            "id": "1022"
        }, {"city": "丽水市", "name": "庆元县", "id": "1023"}, {"city": "丽水市", "name": "景宁畲族自治县", "id": "1024"}, {
            "city": "丽水市",
            "name": "龙泉市",
            "id": "1025"
        }],
    "2226":
        [],
    "1378":
        [{"city": "淄博市", "name": "淄川区", "id": "1379"}, {"city": "淄博市", "name": "张店区", "id": "1380"}, {
            "city": "淄博市",
            "name": "博山区",
            "id": "1381"
        }, {"city": "淄博市", "name": "临淄区", "id": "1382"}, {"city": "淄博市", "name": "周村区", "id": "1383"}, {
            "city": "淄博市",
            "name": "桓台县",
            "id": "1384"
        }, {"city": "淄博市", "name": "高青县", "id": "1385"}, {"city": "淄博市", "name": "沂源县", "id": "1386"}],
    "2225":
        [],
    "951":
        [{"city": "温州市", "name": "鹿城区", "id": "952"}, {"city": "温州市", "name": "龙湾区", "id": "953"}, {
            "city": "温州市",
            "name": "瓯海区",
            "id": "954"
        }, {"city": "温州市", "name": "洞头县", "id": "955"}, {"city": "温州市", "name": "永嘉县", "id": "956"}, {
            "city": "温州市",
            "name": "平阳县",
            "id": "957"
        }, {"city": "温州市", "name": "苍南县", "id": "958"}, {"city": "温州市", "name": "文成县", "id": "959"}, {
            "city": "温州市",
            "name": "泰顺县",
            "id": "960"
        }, {"city": "温州市", "name": "瑞安市", "id": "961"}, {"city": "温州市", "name": "乐清市", "id": "962"}],
    "1135":
        [{"city": "池州市", "name": "贵池区", "id": "1136"}, {"city": "池州市", "name": "东至县", "id": "1137"}, {
            "city": "池州市",
            "name": "石台县",
            "id": "1138"
        }, {"city": "池州市", "name": "青阳县", "id": "1139"}],
    "2224":
        [],
    "2223":
        [],
    "832":
        [{"city": "徐州市", "name": "鼓楼区", "id": "833"}, {"city": "徐州市", "name": "云龙区", "id": "834"}, {
            "city": "徐州市",
            "name": "贾汪区",
            "id": "835"
        }, {"city": "徐州市", "name": "泉山区", "id": "836"}, {"city": "徐州市", "name": "铜山区", "id": "837"}, {
            "city": "徐州市",
            "name": "丰县",
            "id": "838"
        }, {"city": "徐州市", "name": "沛县", "id": "839"}, {"city": "徐州市", "name": "睢宁县", "id": "840"}, {
            "city": "徐州市",
            "name": "新沂市",
            "id": "841"
        }, {"city": "徐州市", "name": "邳州市", "id": "842"}],
    "1254":
        [{"city": "景德镇市", "name": "昌江区", "id": "1255"}, {"city": "景德镇市", "name": "珠山区", "id": "1256"}, {
            "city": "景德镇市",
            "name": "浮梁县",
            "id": "1257"
        }, {"city": "景德镇市", "name": "乐平市", "id": "1258"}],
    "2222":
        [],
    "2343":
        [{"city": "遂宁市", "name": "船山区", "id": "2344"}, {"city": "遂宁市", "name": "安居区", "id": "2345"}, {
            "city": "遂宁市",
            "name": "蓬溪县",
            "id": "2346"
        }, {"city": "遂宁市", "name": "射洪县", "id": "2347"}, {"city": "遂宁市", "name": "大英县", "id": "2348"}],
    "715":
        [{"city": "大庆市", "name": "萨尔图区", "id": "716"}, {"city": "大庆市", "name": "龙凤区", "id": "717"}, {
            "city": "大庆市",
            "name": "让胡路区",
            "id": "718"
        }, {"city": "大庆市", "name": "红岗区", "id": "719"}, {"city": "大庆市", "name": "大同区", "id": "720"}, {
            "city": "大庆市",
            "name": "肇州县",
            "id": "721"
        }, {"city": "大庆市", "name": "肇源县", "id": "722"}, {"city": "大庆市", "name": "林甸县", "id": "723"}, {
            "city": "大庆市",
            "name": "杜尔伯特蒙古族自治县",
            "id": "724"
        }],
    "2243":
        [],
    "2000":
        [{"city": "湛江市", "name": "赤坎区", "id": "2001"}, {"city": "湛江市", "name": "霞山区", "id": "2002"}, {
            "city": "湛江市",
            "name": "坡头区",
            "id": "2003"
        }, {"city": "湛江市", "name": "麻章区", "id": "2004"}, {"city": "湛江市", "name": "遂溪县", "id": "2005"}, {
            "city": "湛江市",
            "name": "徐闻县",
            "id": "2006"
        }, {"city": "湛江市", "name": "廉江市", "id": "2007"}, {"city": "湛江市", "name": "雷州市", "id": "2008"}, {
            "city": "湛江市",
            "name": "吴川市",
            "id": "2009"
        }],
    "2242":
        [],
    "1394":
        [{"city": "东营市", "name": "东营区", "id": "1395"}, {"city": "东营市", "name": "河口区", "id": "1396"}, {
            "city": "东营市",
            "name": "垦利县",
            "id": "1397"
        }, {"city": "东营市", "name": "利津县", "id": "1398"}, {"city": "东营市", "name": "广饶县", "id": "1399"}],
    "2241":
        [],
    "2240":
        [],
    "2482":
        [{"city": "贵阳市", "name": "南明区", "id": "2483"}, {"city": "贵阳市", "name": "云岩区", "id": "2484"}, {
            "city": "贵阳市",
            "name": "花溪区",
            "id": "2485"
        }, {"city": "贵阳市", "name": "乌当区", "id": "2486"}, {"city": "贵阳市", "name": "白云区", "id": "2487"}, {
            "city": "贵阳市",
            "name": "观山湖区",
            "id": "2488"
        }, {"city": "贵阳市", "name": "开阳县", "id": "2489"}, {"city": "贵阳市", "name": "息烽县", "id": "2490"}, {
            "city": "贵阳市",
            "name": "修文县",
            "id": "2491"
        }, {"city": "贵阳市", "name": "清镇市", "id": "2492"}],
    "3208":
        [{"city": "阿勒泰地区", "name": "阿勒泰市", "id": "3209"}, {"city": "阿勒泰地区", "name": "布尔津县", "id": "3210"}, {
            "city": "阿勒泰地区",
            "name": "富蕴县",
            "id": "3211"
        }, {"city": "阿勒泰地区", "name": "福海县", "id": "3212"}, {
            "city": "阿勒泰地区",
            "name": "哈巴河县",
            "id": "3213"
        }, {"city": "阿勒泰地区", "name": "青河县", "id": "3214"}, {"city": "阿勒泰地区", "name": "吉木乃县", "id": "3215"}],
    "2239":
        [],
    "1149":
        [{"city": "福州市", "name": "鼓楼区", "id": "1150"}, {"city": "福州市", "name": "台江区", "id": "1151"}, {
            "city": "福州市",
            "name": "仓山区",
            "id": "1152"
        }, {"city": "福州市", "name": "马尾区", "id": "1153"}, {"city": "福州市", "name": "晋安区", "id": "1154"}, {
            "city": "福州市",
            "name": "闽侯县",
            "id": "1155"
        }, {"city": "福州市", "name": "连江县", "id": "1156"}, {"city": "福州市", "name": "罗源县", "id": "1157"}, {
            "city": "福州市",
            "name": "闽清县",
            "id": "1158"
        }, {"city": "福州市", "name": "永泰县", "id": "1159"}, {"city": "福州市", "name": "平潭县", "id": "1160"}, {
            "city": "福州市",
            "name": "福清市",
            "id": "1161"
        }, {"city": "福州市", "name": "长乐市", "id": "1162"}],
    "2238":
        [],
    "1027":
        [{"city": "合肥市", "name": "瑶海区", "id": "1028"}, {"city": "合肥市", "name": "庐阳区", "id": "1029"}, {
            "city": "合肥市",
            "name": "蜀山区",
            "id": "1030"
        }, {"city": "合肥市", "name": "包河区", "id": "1031"}, {"city": "合肥市", "name": "长丰县", "id": "1032"}, {
            "city": "合肥市",
            "name": "肥东县",
            "id": "1033"
        }, {"city": "合肥市", "name": "肥西县", "id": "1034"}, {"city": "合肥市", "name": "庐江县", "id": "1035"}, {
            "city": "合肥市",
            "name": "巢湖市",
            "id": "1036"
        }],
    "2236":
        [],
    "2235":
        [],
    "963":
        [{"city": "嘉兴市", "name": "南湖区", "id": "964"}, {"city": "嘉兴市", "name": "秀洲区", "id": "965"}, {
            "city": "嘉兴市",
            "name": "嘉善县",
            "id": "966"
        }, {"city": "嘉兴市", "name": "海盐县", "id": "967"}, {"city": "嘉兴市", "name": "海宁市", "id": "968"}, {
            "city": "嘉兴市",
            "name": "平湖市",
            "id": "969"
        }, {"city": "嘉兴市", "name": "桐乡市", "id": "970"}],
    "1387":
        [{"city": "枣庄市", "name": "市中区", "id": "1388"}, {"city": "枣庄市", "name": "薛城区", "id": "1389"}, {
            "city": "枣庄市",
            "name": "峄城区",
            "id": "1390"
        }, {"city": "枣庄市", "name": "台儿庄区", "id": "1391"}, {"city": "枣庄市", "name": "山亭区", "id": "1392"}, {
            "city": "枣庄市",
            "name": "滕州市",
            "id": "1393"
        }],
    "2234":
        [],
    "2355":
        [{"city": "乐山市", "name": "市中区", "id": "2356"}, {"city": "乐山市", "name": "沙湾区", "id": "2357"}, {
            "city": "乐山市",
            "name": "五通桥区",
            "id": "2358"
        }, {"city": "乐山市", "name": "金口河区", "id": "2359"}, {"city": "乐山市", "name": "犍为县", "id": "2360"}, {
            "city": "乐山市",
            "name": "井研县",
            "id": "2361"
        }, {"city": "乐山市", "name": "夹江县", "id": "2362"}, {"city": "乐山市", "name": "沐川县", "id": "2363"}, {
            "city": "乐山市",
            "name": "峨边彝族自治县",
            "id": "2364"
        }, {"city": "乐山市", "name": "马边彝族自治县", "id": "2365"}, {"city": "乐山市", "name": "峨眉山市", "id": "2366"}],
    "843":
        [{"city": "常州市", "name": "天宁区", "id": "844"}, {"city": "常州市", "name": "钟楼区", "id": "845"}, {
            "city": "常州市",
            "name": "戚墅堰区",
            "id": "846"
        }, {"city": "常州市", "name": "新北区", "id": "847"}, {"city": "常州市", "name": "武进区", "id": "848"}, {
            "city": "常州市",
            "name": "溧阳市",
            "id": "849"
        }, {"city": "常州市", "name": "金坛市", "id": "850"}],
    "1265":
        [{"city": "九江市", "name": "庐山区", "id": "1266"}, {"city": "九江市", "name": "浔阳区", "id": "1267"}, {
            "city": "九江市",
            "name": "九江县",
            "id": "1268"
        }, {"city": "九江市", "name": "武宁县", "id": "1269"}, {"city": "九江市", "name": "修水县", "id": "1270"}, {
            "city": "九江市",
            "name": "永修县",
            "id": "1271"
        }, {"city": "九江市", "name": "德安县", "id": "1272"}, {"city": "九江市", "name": "星子县", "id": "1273"}, {
            "city": "九江市",
            "name": "都昌县",
            "id": "1274"
        }, {"city": "九江市", "name": "湖口县", "id": "1275"}, {"city": "九江市", "name": "彭泽县", "id": "1276"}, {
            "city": "九江市",
            "name": "瑞昌市",
            "id": "1277"
        }, {"city": "九江市", "name": "共青城市", "id": "1278"}],
    "2233":
        [],
    "602":
        [{"city": "四平市", "name": "铁西区", "id": "603"}, {"city": "四平市", "name": "铁东区", "id": "604"}, {
            "city": "四平市",
            "name": "梨树县",
            "id": "605"
        }, {"city": "四平市", "name": "伊通满族自治县", "id": "606"}, {"city": "四平市", "name": "公主岭市", "id": "607"}, {
            "city": "四平市",
            "name": "双辽市",
            "id": "608"
        }],
    "725":
        [{"city": "伊春市", "name": "伊春区", "id": "726"}, {"city": "伊春市", "name": "南岔区", "id": "727"}, {
            "city": "伊春市",
            "name": "友好区",
            "id": "728"
        }, {"city": "伊春市", "name": "西林区", "id": "729"}, {"city": "伊春市", "name": "翠峦区", "id": "730"}, {
            "city": "伊春市",
            "name": "新青区",
            "id": "731"
        }, {"city": "伊春市", "name": "美溪区", "id": "732"}, {"city": "伊春市", "name": "金山屯区", "id": "733"}, {
            "city": "伊春市",
            "name": "五营区",
            "id": "734"
        }, {"city": "伊春市", "name": "乌马河区", "id": "735"}, {"city": "伊春市", "name": "汤旺河区", "id": "736"}, {
            "city": "伊春市",
            "name": "带岭区",
            "id": "737"
        }, {"city": "伊春市", "name": "乌伊岭区", "id": "738"}, {"city": "伊春市", "name": "红星区", "id": "739"}, {
            "city": "伊春市",
            "name": "上甘岭区",
            "id": "740"
        }, {"city": "伊春市", "name": "嘉荫县", "id": "741"}, {"city": "伊春市", "name": "铁力市", "id": "742"}],
    "609":
        [{"city": "辽源市", "name": "龙山区", "id": "610"}, {"city": "辽源市", "name": "西安区", "id": "611"}, {
            "city": "辽源市",
            "name": "东丰县",
            "id": "612"
        }, {"city": "辽源市", "name": "东辽县", "id": "613"}],
    "1286":
        [{"city": "赣州市", "name": "章贡区", "id": "1287"}, {"city": "赣州市", "name": "赣县", "id": "1288"}, {
            "city": "赣州市",
            "name": "信丰县",
            "id": "1289"
        }, {"city": "赣州市", "name": "大余县", "id": "1290"}, {"city": "赣州市", "name": "上犹县", "id": "1291"}, {
            "city": "赣州市",
            "name": "崇义县",
            "id": "1292"
        }, {"city": "赣州市", "name": "安远县", "id": "1293"}, {"city": "赣州市", "name": "龙南县", "id": "1294"}, {
            "city": "赣州市",
            "name": "定南县",
            "id": "1295"
        }, {"city": "赣州市", "name": "全南县", "id": "1296"}, {"city": "赣州市", "name": "宁都县", "id": "1297"}, {
            "city": "赣州市",
            "name": "于都县",
            "id": "1298"
        }, {"city": "赣州市", "name": "兴国县", "id": "1299"}, {"city": "赣州市", "name": "会昌县", "id": "1300"}, {
            "city": "赣州市",
            "name": "寻乌县",
            "id": "1301"
        }, {"city": "赣州市", "name": "石城县", "id": "1302"}, {"city": "赣州市", "name": "瑞金市", "id": "1303"}, {
            "city": "赣州市",
            "name": "南康市",
            "id": "1304"
        }],
    "2254":
        [],
    "2253":
        [],
    "1163":
        [{"city": "厦门市", "name": "思明区", "id": "1164"}, {"city": "厦门市", "name": "海沧区", "id": "1165"}, {
            "city": "厦门市",
            "name": "湖里区",
            "id": "1166"
        }, {"city": "厦门市", "name": "集美区", "id": "1167"}, {"city": "厦门市", "name": "同安区", "id": "1168"}, {
            "city": "厦门市",
            "name": "翔安区",
            "id": "1169"
        }],
    "2010":
        [{"city": "茂名市", "name": "茂南区", "id": "2011"}, {"city": "茂名市", "name": "茂港区", "id": "2012"}, {
            "city": "茂名市",
            "name": "电白县",
            "id": "2013"
        }, {"city": "茂名市", "name": "高州市", "id": "2014"}, {"city": "茂名市", "name": "化州市", "id": "2015"}, {
            "city": "茂名市",
            "name": "信宜市",
            "id": "2016"
        }],
    "2252":
        [],
    "2251":
        [],
    "2493":
        [{"city": "六盘水市", "name": "钟山区", "id": "2494"}, {"city": "六盘水市", "name": "六枝特区", "id": "2495"}, {
            "city": "六盘水市",
            "name": "水城县",
            "id": "2496"
        }, {"city": "六盘水市", "name": "盘县", "id": "2497"}],
    "1282":
        [{"city": "鹰潭市", "name": "月湖区", "id": "1283"}, {"city": "鹰潭市", "name": "余江县", "id": "1284"}, {
            "city": "鹰潭市",
            "name": "贵溪市",
            "id": "1285"
        }],
    "2250":
        [],
    "3219":
        [],
    "3218":
        [],
    "2128":
        [{"city": "梧州市", "name": "万秀区", "id": "2129"}, {"city": "梧州市", "name": "长洲区", "id": "2130"}, {
            "city": "梧州市",
            "name": "龙圩区",
            "id": "2131"
        }, {"city": "梧州市", "name": "苍梧县", "id": "2132"}, {"city": "梧州市", "name": "藤县", "id": "2133"}, {
            "city": "梧州市",
            "name": "蒙山县",
            "id": "2134"
        }, {"city": "梧州市", "name": "岑溪市", "id": "2135"}],
    "2249":
        [],
    "3217":
        [],
    "971":
        [{"city": "湖州市", "name": "吴兴区", "id": "972"}, {"city": "湖州市", "name": "南浔区", "id": "973"}, {
            "city": "湖州市",
            "name": "德清县",
            "id": "974"
        }, {"city": "湖州市", "name": "长兴县", "id": "975"}, {"city": "湖州市", "name": "安吉县", "id": "976"}],
    "2248":
        [],
    "3216":
        [],
    "851":
        [{"city": "苏州市", "name": "虎丘区", "id": "852"}, {"city": "苏州市", "name": "吴中区", "id": "853"}, {
            "city": "苏州市",
            "name": "相城区",
            "id": "854"
        }, {"city": "苏州市", "name": "姑苏区", "id": "855"}, {"city": "苏州市", "name": "吴江区", "id": "856"}, {
            "city": "苏州市",
            "name": "常熟市",
            "id": "857"
        }, {"city": "苏州市", "name": "张家港市", "id": "858"}, {"city": "苏州市", "name": "昆山市", "id": "859"}, {
            "city": "苏州市",
            "name": "太仓市",
            "id": "860"
        }],
    "1037":
        [{"city": "芜湖市", "name": "镜湖区", "id": "1038"}, {"city": "芜湖市", "name": "弋江区", "id": "1039"}, {
            "city": "芜湖市",
            "name": "鸠江区",
            "id": "1040"
        }, {"city": "芜湖市", "name": "三山区", "id": "1041"}, {"city": "芜湖市", "name": "芜湖县", "id": "1042"}, {
            "city": "芜湖市",
            "name": "繁昌县",
            "id": "1043"
        }, {"city": "芜湖市", "name": "南陵县", "id": "1044"}, {"city": "芜湖市", "name": "无为县", "id": "1045"}],
    "1279":
        [{"city": "新余市", "name": "渝水区", "id": "1280"}, {"city": "新余市", "name": "分宜县", "id": "1281"}],
    "2247":
        [],
    "2246":
        [],
    "2367":
        [{"city": "南充市", "name": "顺庆区", "id": "2368"}, {"city": "南充市", "name": "高坪区", "id": "2369"}, {
            "city": "南充市",
            "name": "嘉陵区",
            "id": "2370"
        }, {"city": "南充市", "name": "南部县", "id": "2371"}, {"city": "南充市", "name": "营山县", "id": "2372"}, {
            "city": "南充市",
            "name": "蓬安县",
            "id": "2373"
        }, {"city": "南充市", "name": "仪陇县", "id": "2374"}, {"city": "南充市", "name": "西充县", "id": "2375"}, {
            "city": "南充市",
            "name": "阆中市",
            "id": "2376"
        }],
    "2245":
        [],
    "2244":
        [],
    "614":
        [{"city": "通化市", "name": "东昌区", "id": "615"}, {"city": "通化市", "name": "二道江区", "id": "616"}, {
            "city": "通化市",
            "name": "通化县",
            "id": "617"
        }, {"city": "通化市", "name": "辉南县", "id": "618"}, {"city": "通化市", "name": "柳河县", "id": "619"}, {
            "city": "通化市",
            "name": "梅河口市",
            "id": "620"
        }, {"city": "通化市", "name": "集安市", "id": "621"}],
    "977":
        [{"city": "绍兴市", "name": "越城区", "id": "978"}, {"city": "绍兴市", "name": "绍兴县", "id": "979"}, {
            "city": "绍兴市",
            "name": "新昌县",
            "id": "980"
        }, {"city": "绍兴市", "name": "诸暨市", "id": "981"}, {"city": "绍兴市", "name": "上虞市", "id": "982"}, {
            "city": "绍兴市",
            "name": "嵊州市",
            "id": "983"
        }],
    "1176":
        [{"city": "三明市", "name": "梅列区", "id": "1177"}, {"city": "三明市", "name": "三元区", "id": "1178"}, {
            "city": "三明市",
            "name": "明溪县",
            "id": "1179"
        }, {"city": "三明市", "name": "清流县", "id": "1180"}, {"city": "三明市", "name": "宁化县", "id": "1181"}, {
            "city": "三明市",
            "name": "大田县",
            "id": "1182"
        }, {"city": "三明市", "name": "尤溪县", "id": "1183"}, {"city": "三明市", "name": "沙县", "id": "1184"}, {
            "city": "三明市",
            "name": "将乐县",
            "id": "1185"
        }, {"city": "三明市", "name": "泰宁县", "id": "1186"}, {"city": "三明市", "name": "建宁县", "id": "1187"}, {
            "city": "三明市",
            "name": "永安市",
            "id": "1188"
        }],
    "2265":
        [],
    "1054":
        [{"city": "淮南市", "name": "大通区", "id": "1055"}, {"city": "淮南市", "name": "田家庵区", "id": "1056"}, {
            "city": "淮南市",
            "name": "谢家集区",
            "id": "1057"
        }, {"city": "淮南市", "name": "八公山区", "id": "1058"}, {"city": "淮南市", "name": "潘集区", "id": "1059"}, {
            "city": "淮南市",
            "name": "凤台县",
            "id": "1060"
        }],
    "2264":
        [],
    "2263":
        [],
    "2384":
        [{"city": "宜宾市", "name": "翠屏区", "id": "2385"}, {"city": "宜宾市", "name": "南溪区", "id": "2386"}, {
            "city": "宜宾市",
            "name": "宜宾县",
            "id": "2387"
        }, {"city": "宜宾市", "name": "江安县", "id": "2388"}, {"city": "宜宾市", "name": "长宁县", "id": "2389"}, {
            "city": "宜宾市",
            "name": "高县",
            "id": "2390"
        }, {"city": "宜宾市", "name": "珙县", "id": "2391"}, {"city": "宜宾市", "name": "筠连县", "id": "2392"}, {
            "city": "宜宾市",
            "name": "兴文县",
            "id": "2393"
        }, {"city": "宜宾市", "name": "屏山县", "id": "2394"}],
    "2141":
        [{"city": "防城港市", "name": "港口区", "id": "2142"}, {"city": "防城港市", "name": "防城区", "id": "2143"}, {
            "city": "防城港市",
            "name": "上思县",
            "id": "2144"
        }, {"city": "防城港市", "name": "东兴市", "id": "2145"}],
    "2262":
        [],
    "2261":
        [],
    "2260":
        [],
    "1170":
        [{"city": "莆田市", "name": "城厢区", "id": "1171"}, {"city": "莆田市", "name": "涵江区", "id": "1172"}, {
            "city": "莆田市",
            "name": "荔城区",
            "id": "1173"
        }, {"city": "莆田市", "name": "秀屿区", "id": "1174"}, {"city": "莆田市", "name": "仙游县", "id": "1175"}],
    "3107":
        [{"city": "乌鲁木齐市", "name": "天山区", "id": "3108"}, {"city": "乌鲁木齐市", "name": "沙依巴克区", "id": "3109"}, {
            "city": "乌鲁木齐市",
            "name": "新市区",
            "id": "3110"
        }, {"city": "乌鲁木齐市", "name": "水磨沟区", "id": "3111"}, {
            "city": "乌鲁木齐市",
            "name": "头屯河区",
            "id": "3112"
        }, {"city": "乌鲁木齐市", "name": "达坂城区", "id": "3113"}, {
            "city": "乌鲁木齐市",
            "name": "米东区",
            "id": "3114"
        }, {"city": "乌鲁木齐市", "name": "乌鲁木齐县", "id": "3115"}],
    "861":
        [{"city": "南通市", "name": "崇川区", "id": "862"}, {"city": "南通市", "name": "港闸区", "id": "863"}, {
            "city": "南通市",
            "name": "通州区",
            "id": "864"
        }, {"city": "南通市", "name": "海安县", "id": "865"}, {"city": "南通市", "name": "如东县", "id": "866"}, {
            "city": "南通市",
            "name": "启东市",
            "id": "867"
        }, {"city": "南通市", "name": "如皋市", "id": "868"}, {"city": "南通市", "name": "海门市", "id": "869"}],
    "2017":
        [{"city": "肇庆市", "name": "端州区", "id": "2018"}, {"city": "肇庆市", "name": "鼎湖区", "id": "2019"}, {
            "city": "肇庆市",
            "name": "广宁县",
            "id": "2020"
        }, {"city": "肇庆市", "name": "怀集县", "id": "2021"}, {"city": "肇庆市", "name": "封开县", "id": "2022"}, {
            "city": "肇庆市",
            "name": "德庆县",
            "id": "2023"
        }, {"city": "肇庆市", "name": "高要市", "id": "2024"}, {"city": "肇庆市", "name": "四会市", "id": "2025"}],
    "2259":
        [],
    "2258":
        [],
    "984":
        [{"city": "金华市", "name": "婺城区", "id": "985"}, {"city": "金华市", "name": "金东区", "id": "986"}, {
            "city": "金华市",
            "name": "武义县",
            "id": "987"
        }, {"city": "金华市", "name": "浦江县", "id": "988"}, {"city": "金华市", "name": "磐安县", "id": "989"}, {
            "city": "金华市",
            "name": "兰溪市",
            "id": "990"
        }, {"city": "金华市", "name": "义乌市", "id": "991"}, {"city": "金华市", "name": "东阳市", "id": "992"}, {
            "city": "金华市",
            "name": "永康市",
            "id": "993"
        }],
    "2136":
        [{"city": "北海市", "name": "海城区", "id": "2137"}, {"city": "北海市", "name": "银海区", "id": "2138"}, {
            "city": "北海市",
            "name": "铁山港区",
            "id": "2139"
        }, {"city": "北海市", "name": "合浦县", "id": "2140"}],
    "2257":
        [],
    "622":
        [{"city": "白山市", "name": "浑江区", "id": "623"}, {"city": "白山市", "name": "江源区", "id": "624"}, {
            "city": "白山市",
            "name": "抚松县",
            "id": "625"
        }, {"city": "白山市", "name": "靖宇县", "id": "626"}, {"city": "白山市", "name": "长白朝鲜族自治县", "id": "627"}, {
            "city": "白山市",
            "name": "临江市",
            "id": "628"
        }],
    "743":
        [{"city": "佳木斯市", "name": "向阳区", "id": "744"}, {"city": "佳木斯市", "name": "前进区", "id": "745"}, {
            "city": "佳木斯市",
            "name": "东风区",
            "id": "746"
        }, {"city": "佳木斯市", "name": "郊区", "id": "747"}, {"city": "佳木斯市", "name": "桦南县", "id": "748"}, {
            "city": "佳木斯市",
            "name": "桦川县",
            "id": "749"
        }, {"city": "佳木斯市", "name": "汤原县", "id": "750"}, {"city": "佳木斯市", "name": "抚远县", "id": "751"}, {
            "city": "佳木斯市",
            "name": "同江市",
            "id": "752"
        }, {"city": "佳木斯市", "name": "富锦市", "id": "753"}],
    "1046":
        [{"city": "蚌埠市", "name": "龙子湖区", "id": "1047"}, {"city": "蚌埠市", "name": "蚌山区", "id": "1048"}, {
            "city": "蚌埠市",
            "name": "禹会区",
            "id": "1049"
        }, {"city": "蚌埠市", "name": "淮上区", "id": "1050"}, {"city": "蚌埠市", "name": "怀远县", "id": "1051"}, {
            "city": "蚌埠市",
            "name": "五河县",
            "id": "1052"
        }, {"city": "蚌埠市", "name": "固镇县", "id": "1053"}],
    "2256":
        [],
    "2377":
        [{"city": "眉山市", "name": "东坡区", "id": "2378"}, {"city": "眉山市", "name": "仁寿县", "id": "2379"}, {
            "city": "眉山市",
            "name": "彭山县",
            "id": "2380"
        }, {"city": "眉山市", "name": "洪雅县", "id": "2381"}, {"city": "眉山市", "name": "丹棱县", "id": "2382"}, {
            "city": "眉山市",
            "name": "青神县",
            "id": "2383"
        }],
    "2498":
        [{"city": "遵义市", "name": "红花岗区", "id": "2499"}, {"city": "遵义市", "name": "汇川区", "id": "2500"}, {
            "city": "遵义市",
            "name": "遵义县",
            "id": "2501"
        }, {"city": "遵义市", "name": "桐梓县", "id": "2502"}, {"city": "遵义市", "name": "绥阳县", "id": "2503"}, {
            "city": "遵义市",
            "name": "正安县",
            "id": "2504"
        }, {"city": "遵义市", "name": "道真仡佬族苗族自治县", "id": "2505"}, {
            "city": "遵义市",
            "name": "务川仡佬族苗族自治县",
            "id": "2506"
        }, {"city": "遵义市", "name": "凤冈县", "id": "2507"}, {"city": "遵义市", "name": "湄潭县", "id": "2508"}, {
            "city": "遵义市",
            "name": "余庆县",
            "id": "2509"
        }, {"city": "遵义市", "name": "习水县", "id": "2510"}, {"city": "遵义市", "name": "赤水市", "id": "2511"}, {
            "city": "遵义市",
            "name": "仁怀市",
            "id": "2512"
        }],
    "2255":
        [],
    "3102":
        [{"city": "中卫市", "name": "沙坡头区", "id": "3103"}, {"city": "中卫市", "name": "中宁县", "id": "3104"}, {
            "city": "中卫市",
            "name": "海原县",
            "id": "3105"
        }],
    "507":
        [{"city": "本溪市", "name": "平山区", "id": "508"}, {"city": "本溪市", "name": "溪湖区", "id": "509"}, {
            "city": "本溪市",
            "name": "明山区",
            "id": "510"
        }, {"city": "本溪市", "name": "南芬区", "id": "511"}, {"city": "本溪市", "name": "本溪满族自治县", "id": "512"}, {
            "city": "本溪市",
            "name": "桓仁满族自治县",
            "id": "513"
        }],
    "629":
        [{"city": "松原市", "name": "宁江区", "id": "630"}, {"city": "松原市", "name": "前郭尔罗斯蒙古族自治县", "id": "631"}, {
            "city": "松原市",
            "name": "长岭县",
            "id": "632"
        }, {"city": "松原市", "name": "乾安县", "id": "633"}, {"city": "松原市", "name": "扶余市", "id": "634"}],
    "2275":
        [],
    "2032":
        [{"city": "梅州市", "name": "梅江区", "id": "2033"}, {"city": "梅州市", "name": "梅县", "id": "2034"}, {
            "city": "梅州市",
            "name": "大埔县",
            "id": "2035"
        }, {"city": "梅州市", "name": "丰顺县", "id": "2036"}, {"city": "梅州市", "name": "五华县", "id": "2037"}, {
            "city": "梅州市",
            "name": "平远县",
            "id": "2038"
        }, {"city": "梅州市", "name": "蕉岭县", "id": "2039"}, {"city": "梅州市", "name": "兴宁市", "id": "2040"}],
    "2274":
        [],
    "2395":
        [{"city": "广安市", "name": "广安区", "id": "2396"}, {"city": "广安市", "name": "前锋区", "id": "2397"}, {
            "city": "广安市",
            "name": "岳池县",
            "id": "2398"
        }, {"city": "广安市", "name": "武胜县", "id": "2399"}, {"city": "广安市", "name": "邻水县", "id": "2400"}, {
            "city": "广安市",
            "name": "华蓥市",
            "id": "2401"
        }],
    "3121":
        [{"city": "吐鲁番地区", "name": "吐鲁番市", "id": "3122"}, {"city": "吐鲁番地区", "name": "鄯善县", "id": "3123"}, {
            "city": "吐鲁番地区",
            "name": "托克逊县",
            "id": "3124"
        }],
    "2273":
        [],
    "2151":
        [{"city": "贵港市", "name": "港北区", "id": "2152"}, {"city": "贵港市", "name": "港南区", "id": "2153"}, {
            "city": "贵港市",
            "name": "覃塘区",
            "id": "2154"
        }, {"city": "贵港市", "name": "平南县", "id": "2155"}, {"city": "贵港市", "name": "桂平市", "id": "2156"}],
    "2272":
        [],
    "1061":
        [{"city": "马鞍山市", "name": "花山区", "id": "1062"}, {"city": "马鞍山市", "name": "雨山区", "id": "1063"}, {
            "city": "马鞍山市",
            "name": "博望区",
            "id": "1064"
        }, {"city": "马鞍山市", "name": "当涂县", "id": "1065"}, {"city": "马鞍山市", "name": "含山县", "id": "1066"}, {
            "city": "马鞍山市",
            "name": "和县",
            "id": "1067"
        }],
    "2271":
        [],
    "2270":
        [],
    "870":
        [{"city": "连云港市", "name": "连云区", "id": "871"}, {"city": "连云港市", "name": "新浦区", "id": "872"}, {
            "city": "连云港市",
            "name": "海州区",
            "id": "873"
        }, {"city": "连云港市", "name": "赣榆县", "id": "874"}, {"city": "连云港市", "name": "东海县", "id": "875"}, {
            "city": "连云港市",
            "name": "灌云县",
            "id": "876"
        }, {"city": "连云港市", "name": "灌南县", "id": "877"}],
    "994":
        [{"city": "衢州市", "name": "柯城区", "id": "995"}, {"city": "衢州市", "name": "衢江区", "id": "996"}, {
            "city": "衢州市",
            "name": "常山县",
            "id": "997"
        }, {"city": "衢州市", "name": "开化县", "id": "998"}, {"city": "衢州市", "name": "龙游县", "id": "999"}, {
            "city": "衢州市",
            "name": "江山市",
            "id": "1000"
        }],
    "2269":
        [],
    "3116":
        [{"city": "克拉玛依市", "name": "独山子区", "id": "3117"}, {
            "city": "克拉玛依市",
            "name": "克拉玛依区",
            "id": "3118"
        }, {"city": "克拉玛依市", "name": "白碱滩区", "id": "3119"}, {"city": "克拉玛依市", "name": "乌尔禾区", "id": "3120"}],
    "2026":
        [{"city": "惠州市", "name": "惠城区", "id": "2027"}, {"city": "惠州市", "name": "惠阳区", "id": "2028"}, {
            "city": "惠州市",
            "name": "博罗县",
            "id": "2029"
        }, {"city": "惠州市", "name": "惠东县", "id": "2030"}, {"city": "惠州市", "name": "龙门县", "id": "2031"}],
    "2268":
        [],
    "754":
        [{"city": "七台河市", "name": "新兴区", "id": "755"}, {"city": "七台河市", "name": "桃山区", "id": "756"}, {
            "city": "七台河市",
            "name": "茄子河区",
            "id": "757"
        }, {"city": "七台河市", "name": "勃利县", "id": "758"}],
    "2146":
        [{"city": "钦州市", "name": "钦南区", "id": "2147"}, {"city": "钦州市", "name": "钦北区", "id": "2148"}, {
            "city": "钦州市",
            "name": "灵山县",
            "id": "2149"
        }, {"city": "钦州市", "name": "浦北县", "id": "2150"}],
    "2267":
        [],
    "2266":
        [],
    "514":
        [{"city": "丹东市", "name": "元宝区", "id": "515"}, {"city": "丹东市", "name": "振兴区", "id": "516"}, {
            "city": "丹东市",
            "name": "振安区",
            "id": "517"
        }, {"city": "丹东市", "name": "宽甸满族自治县", "id": "518"}, {"city": "丹东市", "name": "东港市", "id": "519"}, {
            "city": "丹东市",
            "name": "凤城市",
            "id": "520"
        }],
    "635":
        [{"city": "白城市", "name": "洮北区", "id": "636"}, {"city": "白城市", "name": "镇赉县", "id": "637"}, {
            "city": "白城市",
            "name": "通榆县",
            "id": "638"
        }, {"city": "白城市", "name": "洮南市", "id": "639"}, {"city": "白城市", "name": "大安市", "id": "640"}],
    "878":
        [{"city": "淮安市", "name": "清河区", "id": "879"}, {"city": "淮安市", "name": "淮安区", "id": "880"}, {
            "city": "淮安市",
            "name": "淮阴区",
            "id": "881"
        }, {"city": "淮安市", "name": "清浦区", "id": "882"}, {"city": "淮安市", "name": "涟水县", "id": "883"}, {
            "city": "淮安市",
            "name": "洪泽县",
            "id": "884"
        }, {"city": "淮安市", "name": "盱眙县", "id": "885"}, {"city": "淮安市", "name": "金湖县", "id": "886"}],
    "759":
        [{"city": "牡丹江市", "name": "东安区", "id": "760"}, {"city": "牡丹江市", "name": "阳明区", "id": "761"}, {
            "city": "牡丹江市",
            "name": "爱民区",
            "id": "762"
        }, {"city": "牡丹江市", "name": "西安区", "id": "763"}, {"city": "牡丹江市", "name": "东宁县", "id": "764"}, {
            "city": "牡丹江市",
            "name": "林口县",
            "id": "765"
        }, {"city": "牡丹江市", "name": "绥芬河市", "id": "766"}, {"city": "牡丹江市", "name": "海林市", "id": "767"}, {
            "city": "牡丹江市",
            "name": "宁安市",
            "id": "768"
        }, {"city": "牡丹江市", "name": "穆棱市", "id": "769"}],
    "2165":
        [{"city": "百色市", "name": "右江区", "id": "2166"}, {"city": "百色市", "name": "田阳县", "id": "2167"}, {
            "city": "百色市",
            "name": "田东县",
            "id": "2168"
        }, {"city": "百色市", "name": "平果县", "id": "2169"}, {"city": "百色市", "name": "德保县", "id": "2170"}, {
            "city": "百色市",
            "name": "靖西县",
            "id": "2171"
        }, {"city": "百色市", "name": "那坡县", "id": "2172"}, {"city": "百色市", "name": "凌云县", "id": "2173"}, {
            "city": "百色市",
            "name": "乐业县",
            "id": "2174"
        }, {"city": "百色市", "name": "田林县", "id": "2175"}, {"city": "百色市", "name": "西林县", "id": "2176"}, {
            "city": "百色市",
            "name": "隆林各族自治县",
            "id": "2177"
        }],
    "1073":
        [{"city": "铜陵市", "name": "铜官山区", "id": "1074"}, {"city": "铜陵市", "name": "狮子山区", "id": "1075"}, {
            "city": "铜陵市",
            "name": "郊区",
            "id": "1076"
        }, {"city": "铜陵市", "name": "铜陵县", "id": "1077"}],
    "2041":
        [{"city": "汕尾市", "name": "城区", "id": "2042"}, {"city": "汕尾市", "name": "海丰县", "id": "2043"}, {
            "city": "汕尾市",
            "name": "陆河县",
            "id": "2044"
        }, {"city": "汕尾市", "name": "陆丰市", "id": "2045"}],
    "3008":
        [{"city": "临夏回族自治州", "name": "临夏市", "id": "3009"}, {
            "city": "临夏回族自治州",
            "name": "临夏县",
            "id": "3010"
        }, {"city": "临夏回族自治州", "name": "康乐县", "id": "3011"}, {
            "city": "临夏回族自治州",
            "name": "永靖县",
            "id": "3012"
        }, {"city": "临夏回族自治州", "name": "广河县", "id": "3013"}, {
            "city": "临夏回族自治州",
            "name": "和政县",
            "id": "3014"
        }, {"city": "临夏回族自治州", "name": "东乡族自治县", "id": "3015"}, {
            "city": "临夏回族自治州",
            "name": "积石山保安族东乡族撒拉族自治县",
            "id": "3016"
        }],
    "3129":
        [{"city": "昌吉回族自治州", "name": "昌吉市", "id": "3130"}, {
            "city": "昌吉回族自治州",
            "name": "阜康市",
            "id": "3131"
        }, {"city": "昌吉回族自治州", "name": "呼图壁县", "id": "3132"}, {
            "city": "昌吉回族自治州",
            "name": "玛纳斯县",
            "id": "3133"
        }, {"city": "昌吉回族自治州", "name": "奇台县", "id": "3134"}, {
            "city": "昌吉回族自治州",
            "name": "吉木萨尔县",
            "id": "3135"
        }, {"city": "昌吉回族自治州", "name": "木垒哈萨克自治县", "id": "3136"}],
    "641":
        [{"city": "延边朝鲜族自治州", "name": "延吉市", "id": "642"}, {
            "city": "延边朝鲜族自治州",
            "name": "图们市",
            "id": "643"
        }, {"city": "延边朝鲜族自治州", "name": "敦化市", "id": "644"}, {
            "city": "延边朝鲜族自治州",
            "name": "珲春市",
            "id": "645"
        }, {"city": "延边朝鲜族自治州", "name": "龙井市", "id": "646"}, {
            "city": "延边朝鲜族自治州",
            "name": "和龙市",
            "id": "647"
        }, {"city": "延边朝鲜族自治州", "name": "汪清县", "id": "648"}, {"city": "延边朝鲜族自治州", "name": "安图县", "id": "649"}],
    "521":
        [{"city": "锦州市", "name": "古塔区", "id": "522"}, {"city": "锦州市", "name": "凌河区", "id": "523"}, {
            "city": "锦州市",
            "name": "太和区",
            "id": "524"
        }, {"city": "锦州市", "name": "黑山县", "id": "525"}, {"city": "锦州市", "name": "义县", "id": "526"}, {
            "city": "锦州市",
            "name": "凌海市",
            "id": "527"
        }, {"city": "锦州市", "name": "北镇市", "id": "528"}],
    "1068":
        [{"city": "淮北市", "name": "杜集区", "id": "1069"}, {"city": "淮北市", "name": "相山区", "id": "1070"}, {
            "city": "淮北市",
            "name": "烈山区",
            "id": "1071"
        }, {"city": "淮北市", "name": "濉溪县", "id": "1072"}],
    "1189":
        [{"city": "泉州市", "name": "鲤城区", "id": "1190"}, {"city": "泉州市", "name": "丰泽区", "id": "1191"}, {
            "city": "泉州市",
            "name": "洛江区",
            "id": "1192"
        }, {"city": "泉州市", "name": "泉港区", "id": "1193"}, {"city": "泉州市", "name": "惠安县", "id": "1194"}, {
            "city": "泉州市",
            "name": "安溪县",
            "id": "1195"
        }, {"city": "泉州市", "name": "永春县", "id": "1196"}, {"city": "泉州市", "name": "德化县", "id": "1197"}, {
            "city": "泉州市",
            "name": "金门县",
            "id": "1198"
        }, {"city": "泉州市", "name": "石狮市", "id": "1199"}, {"city": "泉州市", "name": "晋江市", "id": "1200"}, {
            "city": "泉州市",
            "name": "南安市",
            "id": "1201"
        }],
    "2157":
        [{"city": "玉林市", "name": "玉州区", "id": "2158"}, {"city": "玉林市", "name": "福绵区", "id": "2159"}, {
            "city": "玉林市",
            "name": "容县",
            "id": "2160"
        }, {"city": "玉林市", "name": "陆川县", "id": "2161"}, {"city": "玉林市", "name": "博白县", "id": "2162"}, {
            "city": "玉林市",
            "name": "兴业县",
            "id": "2163"
        }, {"city": "玉林市", "name": "北流市", "id": "2164"}],
    "3125":
        [{"city": "哈密地区", "name": "哈密市", "id": "3126"}, {
            "city": "哈密地区",
            "name": "巴里坤哈萨克自治县",
            "id": "3127"
        }, {"city": "哈密地区", "name": "伊吾县", "id": "3128"}],
    "887":
        [{"city": "盐城市", "name": "亭湖区", "id": "888"}, {"city": "盐城市", "name": "盐都区", "id": "889"}, {
            "city": "盐城市",
            "name": "响水县",
            "id": "890"
        }, {"city": "盐城市", "name": "滨海县", "id": "891"}, {"city": "盐城市", "name": "阜宁县", "id": "892"}, {
            "city": "盐城市",
            "name": "射阳县",
            "id": "893"
        }, {"city": "盐城市", "name": "建湖县", "id": "894"}, {"city": "盐城市", "name": "东台市", "id": "895"}, {
            "city": "盐城市",
            "name": "大丰市",
            "id": "896"
        }],
    "2277":
        [{"city": "成都市", "name": "锦江区", "id": "2278"}, {"city": "成都市", "name": "青羊区", "id": "2279"}, {
            "city": "成都市",
            "name": "金牛区",
            "id": "2280"
        }, {"city": "成都市", "name": "武侯区", "id": "2281"}, {"city": "成都市", "name": "成华区", "id": "2282"}, {
            "city": "成都市",
            "name": "龙泉驿区",
            "id": "2283"
        }, {"city": "成都市", "name": "青白江区", "id": "2284"}, {"city": "成都市", "name": "新都区", "id": "2285"}, {
            "city": "成都市",
            "name": "温江区",
            "id": "2286"
        }, {"city": "成都市", "name": "金堂县", "id": "2287"}, {"city": "成都市", "name": "双流县", "id": "2288"}, {
            "city": "成都市",
            "name": "郫县",
            "id": "2289"
        }, {"city": "成都市", "name": "大邑县", "id": "2290"}, {"city": "成都市", "name": "蒲江县", "id": "2291"}, {
            "city": "成都市",
            "name": "新津县",
            "id": "2292"
        }, {"city": "成都市", "name": "都江堰市", "id": "2293"}, {"city": "成都市", "name": "彭州市", "id": "2294"}, {
            "city": "成都市",
            "name": "邛崃市",
            "id": "2295"
        }, {"city": "成都市", "name": "崇州市", "id": "2296"}],
    "406":
        [{"city": "呼伦贝尔市", "name": "海拉尔区", "id": "407"}, {"city": "呼伦贝尔市", "name": "扎赉诺尔区", "id": "408"}, {
            "city": "呼伦贝尔市",
            "name": "阿荣旗",
            "id": "409"
        }, {"city": "呼伦贝尔市", "name": "莫力达瓦达斡尔族自治旗", "id": "410"}, {
            "city": "呼伦贝尔市",
            "name": "鄂伦春自治旗",
            "id": "411"
        }, {"city": "呼伦贝尔市", "name": "鄂温克族自治旗", "id": "412"}, {
            "city": "呼伦贝尔市",
            "name": "陈巴尔虎旗",
            "id": "413"
        }, {"city": "呼伦贝尔市", "name": "新巴尔虎左旗", "id": "414"}, {
            "city": "呼伦贝尔市",
            "name": "新巴尔虎右旗",
            "id": "415"
        }, {"city": "呼伦贝尔市", "name": "满洲里市", "id": "416"}, {"city": "呼伦贝尔市", "name": "牙克石市", "id": "417"}, {
            "city": "呼伦贝尔市",
            "name": "扎兰屯市",
            "id": "418"
        }, {"city": "呼伦贝尔市", "name": "额尔古纳市", "id": "419"}, {"city": "呼伦贝尔市", "name": "根河市", "id": "420"}],
    "529":
        [{"city": "营口市", "name": "站前区", "id": "530"}, {"city": "营口市", "name": "西市区", "id": "531"}, {
            "city": "营口市",
            "name": "鲅鱼圈区",
            "id": "532"
        }, {"city": "营口市", "name": "老边区", "id": "533"}, {"city": "营口市", "name": "盖州市", "id": "534"}, {
            "city": "营口市",
            "name": "大石桥市",
            "id": "535"
        }],
    "2297":
        [{"city": "自贡市", "name": "自流井区", "id": "2298"}, {"city": "自贡市", "name": "贡井区", "id": "2299"}, {
            "city": "自贡市",
            "name": "大安区",
            "id": "2300"
        }, {"city": "自贡市", "name": "沿滩区", "id": "2301"}, {"city": "自贡市", "name": "荣县", "id": "2302"}, {
            "city": "自贡市",
            "name": "富顺县",
            "id": "2303"
        }],
    "2053":
        [{"city": "阳江市", "name": "江城区", "id": "2054"}, {"city": "阳江市", "name": "阳西县", "id": "2055"}, {
            "city": "阳江市",
            "name": "阳东县",
            "id": "2056"
        }, {"city": "阳江市", "name": "阳春市", "id": "2057"}],
    "3142":
        [{"city": "巴音郭楞蒙古自治州", "name": "库尔勒市", "id": "3143"}, {
            "city": "巴音郭楞蒙古自治州",
            "name": "轮台县",
            "id": "3144"
        }, {"city": "巴音郭楞蒙古自治州", "name": "尉犁县", "id": "3145"}, {
            "city": "巴音郭楞蒙古自治州",
            "name": "若羌县",
            "id": "3146"
        }, {"city": "巴音郭楞蒙古自治州", "name": "且末县", "id": "3147"}, {
            "city": "巴音郭楞蒙古自治州",
            "name": "焉耆回族自治县",
            "id": "3148"
        }, {"city": "巴音郭楞蒙古自治州", "name": "和静县", "id": "3149"}, {
            "city": "巴音郭楞蒙古自治州",
            "name": "和硕县",
            "id": "3150"
        }, {"city": "巴音郭楞蒙古自治州", "name": "博湖县", "id": "3151"}],
    "770":
        [{"city": "黑河市", "name": "爱辉区", "id": "771"}, {"city": "黑河市", "name": "嫩江县", "id": "772"}, {
            "city": "黑河市",
            "name": "逊克县",
            "id": "773"
        }, {"city": "黑河市", "name": "孙吴县", "id": "774"}, {"city": "黑河市", "name": "北安市", "id": "775"}, {
            "city": "黑河市",
            "name": "五大连池市",
            "id": "776"
        }],
    "651":
        [{"city": "哈尔滨市", "name": "道里区", "id": "652"}, {"city": "哈尔滨市", "name": "南岗区", "id": "653"}, {
            "city": "哈尔滨市",
            "name": "道外区",
            "id": "654"
        }, {"city": "哈尔滨市", "name": "平房区", "id": "655"}, {"city": "哈尔滨市", "name": "松北区", "id": "656"}, {
            "city": "哈尔滨市",
            "name": "香坊区",
            "id": "657"
        }, {"city": "哈尔滨市", "name": "呼兰区", "id": "658"}, {"city": "哈尔滨市", "name": "阿城区", "id": "659"}, {
            "city": "哈尔滨市",
            "name": "依兰县",
            "id": "660"
        }, {"city": "哈尔滨市", "name": "方正县", "id": "661"}, {"city": "哈尔滨市", "name": "宾县", "id": "662"}, {
            "city": "哈尔滨市",
            "name": "巴彦县",
            "id": "663"
        }, {"city": "哈尔滨市", "name": "木兰县", "id": "664"}, {"city": "哈尔滨市", "name": "通河县", "id": "665"}, {
            "city": "哈尔滨市",
            "name": "延寿县",
            "id": "666"
        }, {"city": "哈尔滨市", "name": "双城市", "id": "667"}, {"city": "哈尔滨市", "name": "尚志市", "id": "668"}, {
            "city": "哈尔滨市",
            "name": "五常市",
            "id": "669"
        }],
    "3017":
        [{"city": "甘南藏族自治州", "name": "合作市", "id": "3018"}, {
            "city": "甘南藏族自治州",
            "name": "临潭县",
            "id": "3019"
        }, {"city": "甘南藏族自治州", "name": "卓尼县", "id": "3020"}, {
            "city": "甘南藏族自治州",
            "name": "舟曲县",
            "id": "3021"
        }, {"city": "甘南藏族自治州", "name": "迭部县", "id": "3022"}, {
            "city": "甘南藏族自治州",
            "name": "玛曲县",
            "id": "3023"
        }, {"city": "甘南藏族自治州", "name": "碌曲县", "id": "3024"}, {"city": "甘南藏族自治州", "name": "夏河县", "id": "3025"}],
    "3137":
        [{"city": "博尔塔拉蒙古自治州", "name": "博乐市", "id": "3138"}, {
            "city": "博尔塔拉蒙古自治州",
            "name": "阿拉山口市",
            "id": "3139"
        }, {"city": "博尔塔拉蒙古自治州", "name": "精河县", "id": "3140"}, {"city": "博尔塔拉蒙古自治州", "name": "温泉县", "id": "3141"}],
    "897":
        [{"city": "扬州市", "name": "广陵区", "id": "898"}, {"city": "扬州市", "name": "邗江区", "id": "899"}, {
            "city": "扬州市",
            "name": "江都区",
            "id": "900"
        }, {"city": "扬州市", "name": "宝应县", "id": "901"}, {"city": "扬州市", "name": "仪征市", "id": "902"}, {
            "city": "扬州市",
            "name": "高邮市",
            "id": "903"
        }],
    "777":
        [{"city": "绥化市", "name": "北林区", "id": "778"}, {"city": "绥化市", "name": "望奎县", "id": "779"}, {
            "city": "绥化市",
            "name": "兰西县",
            "id": "780"
        }, {"city": "绥化市", "name": "青冈县", "id": "781"}, {"city": "绥化市", "name": "庆安县", "id": "782"}, {
            "city": "绥化市",
            "name": "明水县",
            "id": "783"
        }, {"city": "绥化市", "name": "绥棱县", "id": "784"}, {"city": "绥化市", "name": "安达市", "id": "785"}, {
            "city": "绥化市",
            "name": "肇东市",
            "id": "786"
        }, {"city": "绥化市", "name": "海伦市", "id": "787"}],
    "1078":
        [{"city": "安庆市", "name": "迎江区", "id": "1079"}, {"city": "安庆市", "name": "大观区", "id": "1080"}, {
            "city": "安庆市",
            "name": "宜秀区",
            "id": "1081"
        }, {"city": "安庆市", "name": "怀宁县", "id": "1082"}, {"city": "安庆市", "name": "枞阳县", "id": "1083"}, {
            "city": "安庆市",
            "name": "潜山县",
            "id": "1084"
        }, {"city": "安庆市", "name": "太湖县", "id": "1085"}, {"city": "安庆市", "name": "宿松县", "id": "1086"}, {
            "city": "安庆市",
            "name": "望江县",
            "id": "1087"
        }, {"city": "安庆市", "name": "岳西县", "id": "1088"}, {"city": "安庆市", "name": "桐城市", "id": "1089"}],
    "2046":
        [{"city": "河源市", "name": "源城区", "id": "2047"}, {"city": "河源市", "name": "紫金县", "id": "2048"}, {
            "city": "河源市",
            "name": "龙川县",
            "id": "2049"
        }, {"city": "河源市", "name": "连平县", "id": "2050"}, {"city": "河源市", "name": "和平县", "id": "2051"}, {
            "city": "河源市",
            "name": "东源县",
            "id": "2052"
        }],
    "536":
        [{"city": "阜新市", "name": "海州区", "id": "537"}, {"city": "阜新市", "name": "新邱区", "id": "538"}, {
            "city": "阜新市",
            "name": "太平区",
            "id": "539"
        }, {"city": "阜新市", "name": "清河门区", "id": "540"}, {"city": "阜新市", "name": "细河区", "id": "541"}, {
            "city": "阜新市",
            "name": "阜新蒙古族自治县",
            "id": "542"
        }, {"city": "阜新市", "name": "彰武县", "id": "543"}],
    "1090":
        [{"city": "黄山市", "name": "屯溪区", "id": "1091"}, {"city": "黄山市", "name": "黄山区", "id": "1092"}, {
            "city": "黄山市",
            "name": "徽州区",
            "id": "1093"
        }, {"city": "黄山市", "name": "歙县", "id": "1094"}, {"city": "黄山市", "name": "休宁县", "id": "1095"}, {
            "city": "黄山市",
            "name": "黟县",
            "id": "1096"
        }, {"city": "黄山市", "name": "祁门县", "id": "1097"}],
    "2067":
        [],
    "3035":
        [{"city": "海东市", "name": "乐都区", "id": "3036"}, {"city": "海东市", "name": "平安县", "id": "3037"}, {
            "city": "海东市",
            "name": "民和回族土族自治县",
            "id": "3038"
        }, {"city": "海东市", "name": "互助土族自治县", "id": "3039"}, {
            "city": "海东市",
            "name": "化隆回族自治县",
            "id": "3040"
        }, {"city": "海东市", "name": "循化撒拉族自治县", "id": "3041"}],
    "1098":
        [{"city": "滁州市", "name": "琅琊区", "id": "1099"}, {"city": "滁州市", "name": "南谯区", "id": "1100"}, {
            "city": "滁州市",
            "name": "来安县",
            "id": "1101"
        }, {"city": "滁州市", "name": "全椒县", "id": "1102"}, {"city": "滁州市", "name": "定远县", "id": "1103"}, {
            "city": "滁州市",
            "name": "凤阳县",
            "id": "1104"
        }, {"city": "滁州市", "name": "天长市", "id": "1105"}, {"city": "滁州市", "name": "明光市", "id": "1106"}],
    "3152":
        [{"city": "阿克苏地区", "name": "阿克苏市", "id": "3153"}, {"city": "阿克苏地区", "name": "温宿县", "id": "3154"}, {
            "city": "阿克苏地区",
            "name": "库车县",
            "id": "3155"
        }, {"city": "阿克苏地区", "name": "沙雅县", "id": "3156"}, {"city": "阿克苏地区", "name": "新和县", "id": "3157"}, {
            "city": "阿克苏地区",
            "name": "拜城县",
            "id": "3158"
        }, {"city": "阿克苏地区", "name": "乌什县", "id": "3159"}, {
            "city": "阿克苏地区",
            "name": "阿瓦提县",
            "id": "3160"
        }, {"city": "阿克苏地区", "name": "柯坪县", "id": "3161"}],
    "2183":
        [{"city": "河池市", "name": "金城江区", "id": "2184"}, {"city": "河池市", "name": "南丹县", "id": "2185"}, {
            "city": "河池市",
            "name": "天峨县",
            "id": "2186"
        }, {"city": "河池市", "name": "凤山县", "id": "2187"}, {"city": "河池市", "name": "东兰县", "id": "2188"}, {
            "city": "河池市",
            "name": "罗城仫佬族自治县",
            "id": "2189"
        }, {"city": "河池市", "name": "环江毛南族自治县", "id": "2190"}, {
            "city": "河池市",
            "name": "巴马瑶族自治县",
            "id": "2191"
        }, {"city": "河池市", "name": "都安瑶族自治县", "id": "2192"}, {
            "city": "河池市",
            "name": "大化瑶族自治县",
            "id": "2193"
        }, {"city": "河池市", "name": "宜州市", "id": "2194"}],
    "421":
        [{"city": "巴彦淖尔市", "name": "临河区", "id": "422"}, {"city": "巴彦淖尔市", "name": "五原县", "id": "423"}, {
            "city": "巴彦淖尔市",
            "name": "磴口县",
            "id": "424"
        }, {"city": "巴彦淖尔市", "name": "乌拉特前旗", "id": "425"}, {
            "city": "巴彦淖尔市",
            "name": "乌拉特中旗",
            "id": "426"
        }, {"city": "巴彦淖尔市", "name": "乌拉特后旗", "id": "427"}, {"city": "巴彦淖尔市", "name": "杭锦后旗", "id": "428"}],
    "544":
        [{"city": "辽阳市", "name": "白塔区", "id": "545"}, {"city": "辽阳市", "name": "文圣区", "id": "546"}, {
            "city": "辽阳市",
            "name": "宏伟区",
            "id": "547"
        }, {"city": "辽阳市", "name": "弓长岭区", "id": "548"}, {"city": "辽阳市", "name": "太子河区", "id": "549"}, {
            "city": "辽阳市",
            "name": "辽阳县",
            "id": "550"
        }, {"city": "辽阳市", "name": "灯塔市", "id": "551"}],
    "3027":
        [{"city": "西宁市", "name": "城东区", "id": "3028"}, {"city": "西宁市", "name": "城中区", "id": "3029"}, {
            "city": "西宁市",
            "name": "城西区",
            "id": "3030"
        }, {"city": "西宁市", "name": "城北区", "id": "3031"}, {"city": "西宁市", "name": "大通回族土族自治县", "id": "3032"}, {
            "city": "西宁市",
            "name": "湟中县",
            "id": "3033"
        }, {"city": "西宁市", "name": "湟源县", "id": "3034"}],
    "303":
        [{"city": "忻州市", "name": "忻府区", "id": "304"}, {"city": "忻州市", "name": "定襄县", "id": "305"}, {
            "city": "忻州市",
            "name": "五台县",
            "id": "306"
        }, {"city": "忻州市", "name": "代县", "id": "307"}, {"city": "忻州市", "name": "繁峙县", "id": "308"}, {
            "city": "忻州市",
            "name": "宁武县",
            "id": "309"
        }, {"city": "忻州市", "name": "静乐县", "id": "310"}, {"city": "忻州市", "name": "神池县", "id": "311"}, {
            "city": "忻州市",
            "name": "五寨县",
            "id": "312"
        }, {"city": "忻州市", "name": "岢岚县", "id": "313"}, {"city": "忻州市", "name": "河曲县", "id": "314"}, {
            "city": "忻州市",
            "name": "保德县",
            "id": "315"
        }, {"city": "忻州市", "name": "偏关县", "id": "316"}, {"city": "忻州市", "name": "原平市", "id": "317"}],
    "2058":
        [{"city": "清远市", "name": "清城区", "id": "2059"}, {"city": "清远市", "name": "清新区", "id": "2060"}, {
            "city": "清远市",
            "name": "佛冈县",
            "id": "2061"
        }, {"city": "清远市", "name": "阳山县", "id": "2062"}, {"city": "清远市", "name": "连山壮族瑶族自治县", "id": "2063"}, {
            "city": "清远市",
            "name": "连南瑶族自治县",
            "id": "2064"
        }, {"city": "清远市", "name": "英德市", "id": "2065"}, {"city": "清远市", "name": "连州市", "id": "2066"}],
    "788":
        [{"city": "大兴安岭地区", "name": "呼玛县", "id": "789"}, {"city": "大兴安岭地区", "name": "塔河县", "id": "790"}, {
            "city": "大兴安岭地区",
            "name": "漠河县",
            "id": "791"
        }],
    "2178":
        [{"city": "贺州市", "name": "八步区", "id": "2179"}, {"city": "贺州市", "name": "昭平县", "id": "2180"}, {
            "city": "贺州市",
            "name": "钟山县",
            "id": "2181"
        }, {"city": "贺州市", "name": "富川瑶族自治县", "id": "2182"}],
    "429":
        [{"city": "乌兰察布市", "name": "集宁区", "id": "430"}, {"city": "乌兰察布市", "name": "卓资县", "id": "431"}, {
            "city": "乌兰察布市",
            "name": "化德县",
            "id": "432"
        }, {"city": "乌兰察布市", "name": "商都县", "id": "433"}, {"city": "乌兰察布市", "name": "兴和县", "id": "434"}, {
            "city": "乌兰察布市",
            "name": "凉城县",
            "id": "435"
        }, {"city": "乌兰察布市", "name": "察哈尔右翼前旗", "id": "436"}, {
            "city": "乌兰察布市",
            "name": "察哈尔右翼中旗",
            "id": "437"
        }, {"city": "乌兰察布市", "name": "察哈尔右翼后旗", "id": "438"}, {
            "city": "乌兰察布市",
            "name": "四子王旗",
            "id": "439"
        }, {"city": "乌兰察布市", "name": "丰镇市", "id": "440"}],
    "3167":
        [{"city": "喀什地区", "name": "喀什市", "id": "3168"}, {"city": "喀什地区", "name": "疏附县", "id": "3169"}, {
            "city": "喀什地区",
            "name": "疏勒县",
            "id": "3170"
        }, {"city": "喀什地区", "name": "英吉沙县", "id": "3171"}, {"city": "喀什地区", "name": "泽普县", "id": "3172"}, {
            "city": "喀什地区",
            "name": "莎车县",
            "id": "3173"
        }, {"city": "喀什地区", "name": "叶城县", "id": "3174"}, {"city": "喀什地区", "name": "麦盖提县", "id": "3175"}, {
            "city": "喀什地区",
            "name": "岳普湖县",
            "id": "3176"
        }, {"city": "喀什地区", "name": "伽师县", "id": "3177"}, {"city": "喀什地区", "name": "巴楚县", "id": "3178"}, {
            "city": "喀什地区",
            "name": "塔什库尔干塔吉克自治县",
            "id": "3179"
        }],
    "2195":
        [{"city": "来宾市", "name": "兴宾区", "id": "2196"}, {"city": "来宾市", "name": "忻城县", "id": "2197"}, {
            "city": "来宾市",
            "name": "象州县",
            "id": "2198"
        }, {"city": "来宾市", "name": "武宣县", "id": "2199"}, {"city": "来宾市", "name": "金秀瑶族自治县", "id": "2200"}, {
            "city": "来宾市",
            "name": "合山市",
            "id": "2201"
        }],
    "3042":
        [{"city": "海北藏族自治州", "name": "门源回族自治县", "id": "3043"}, {
            "city": "海北藏族自治州",
            "name": "祁连县",
            "id": "3044"
        }, {"city": "海北藏族自治州", "name": "海晏县", "id": "3045"}, {"city": "海北藏族自治州", "name": "刚察县", "id": "3046"}],
    "2073":
        [{"city": "揭阳市", "name": "榕城区", "id": "2074"}, {"city": "揭阳市", "name": "揭东区", "id": "2075"}, {
            "city": "揭阳市",
            "name": "揭西县",
            "id": "2076"
        }, {"city": "揭阳市", "name": "惠来县", "id": "2077"}, {"city": "揭阳市", "name": "普宁市", "id": "2078"}],
    "3162":
        [{"city": "克孜勒苏柯尔克孜自治州", "name": "阿图什市", "id": "3163"}, {
            "city": "克孜勒苏柯尔克孜自治州",
            "name": "阿克陶县",
            "id": "3164"
        }, {"city": "克孜勒苏柯尔克孜自治州", "name": "阿合奇县", "id": "3165"}, {
            "city": "克孜勒苏柯尔克孜自治州",
            "name": "乌恰县",
            "id": "3166"
        }],
    "670":
        [{"city": "齐齐哈尔市", "name": "龙沙区", "id": "671"}, {"city": "齐齐哈尔市", "name": "建华区", "id": "672"}, {
            "city": "齐齐哈尔市",
            "name": "铁锋区",
            "id": "673"
        }, {"city": "齐齐哈尔市", "name": "昂昂溪区", "id": "674"}, {
            "city": "齐齐哈尔市",
            "name": "富拉尔基区",
            "id": "675"
        }, {"city": "齐齐哈尔市", "name": "碾子山区", "id": "676"}, {
            "city": "齐齐哈尔市",
            "name": "梅里斯达斡尔族区",
            "id": "677"
        }, {"city": "齐齐哈尔市", "name": "龙江县", "id": "678"}, {"city": "齐齐哈尔市", "name": "依安县", "id": "679"}, {
            "city": "齐齐哈尔市",
            "name": "泰来县",
            "id": "680"
        }, {"city": "齐齐哈尔市", "name": "甘南县", "id": "681"}, {"city": "齐齐哈尔市", "name": "富裕县", "id": "682"}, {
            "city": "齐齐哈尔市",
            "name": "克山县",
            "id": "683"
        }, {"city": "齐齐哈尔市", "name": "克东县", "id": "684"}, {"city": "齐齐哈尔市", "name": "拜泉县", "id": "685"}, {
            "city": "齐齐哈尔市",
            "name": "讷河市",
            "id": "686"
        }],
    "793":
        [],
    "552":
        [{"city": "盘锦市", "name": "双台子区", "id": "553"}, {"city": "盘锦市", "name": "兴隆台区", "id": "554"}, {
            "city": "盘锦市",
            "name": "大洼县",
            "id": "555"
        }, {"city": "盘锦市", "name": "盘山县", "id": "556"}],
    "794":
        [],
    "795":
        [],
    "796":
        [],
    "797":
        [],
    "798":
        [],
    "2069":
        [{"city": "潮州市", "name": "湘桥区", "id": "2070"}, {"city": "潮州市", "name": "潮安区", "id": "2071"}, {
            "city": "潮州市",
            "name": "饶平县",
            "id": "2072"
        }],
    "557":
        [{"city": "铁岭市", "name": "银州区", "id": "558"}, {"city": "铁岭市", "name": "清河区", "id": "559"}, {
            "city": "铁岭市",
            "name": "铁岭县",
            "id": "560"
        }, {"city": "铁岭市", "name": "西丰县", "id": "561"}, {"city": "铁岭市", "name": "昌图县", "id": "562"}, {
            "city": "铁岭市",
            "name": "调兵山市",
            "id": "563"
        }, {"city": "铁岭市", "name": "开原市", "id": "564"}],
    "799":
        [],
    "2068":
        [],
    "318":
        [{"city": "临汾市", "name": "尧都区", "id": "319"}, {"city": "临汾市", "name": "曲沃县", "id": "320"}, {
            "city": "临汾市",
            "name": "翼城县",
            "id": "321"
        }, {"city": "临汾市", "name": "襄汾县", "id": "322"}, {"city": "临汾市", "name": "洪洞县", "id": "323"}, {
            "city": "临汾市",
            "name": "古县",
            "id": "324"
        }, {"city": "临汾市", "name": "安泽县", "id": "325"}, {"city": "临汾市", "name": "浮山县", "id": "326"}, {
            "city": "临汾市",
            "name": "吉县",
            "id": "327"
        }, {"city": "临汾市", "name": "乡宁县", "id": "328"}, {"city": "临汾市", "name": "大宁县", "id": "329"}, {
            "city": "临汾市",
            "name": "隰县",
            "id": "330"
        }, {"city": "临汾市", "name": "永和县", "id": "331"}, {"city": "临汾市", "name": "蒲县", "id": "332"}, {
            "city": "临汾市",
            "name": "汾西县",
            "id": "333"
        }, {"city": "临汾市", "name": "侯马市", "id": "334"}, {"city": "临汾市", "name": "霍州市", "id": "335"}],
    "2086":
        [{"city": "南宁市", "name": "兴宁区", "id": "2087"}, {"city": "南宁市", "name": "青秀区", "id": "2088"}, {
            "city": "南宁市",
            "name": "江南区",
            "id": "2089"
        }, {"city": "南宁市", "name": "西乡塘区", "id": "2090"}, {"city": "南宁市", "name": "良庆区", "id": "2091"}, {
            "city": "南宁市",
            "name": "邕宁区",
            "id": "2092"
        }, {"city": "南宁市", "name": "武鸣县", "id": "2093"}, {"city": "南宁市", "name": "隆安县", "id": "2094"}, {
            "city": "南宁市",
            "name": "马山县",
            "id": "2095"
        }, {"city": "南宁市", "name": "上林县", "id": "2096"}, {"city": "南宁市", "name": "宾阳县", "id": "2097"}, {
            "city": "南宁市",
            "name": "横县",
            "id": "2098"
        }],
    "3052":
        [{"city": "海南藏族自治州", "name": "共和县", "id": "3053"}, {
            "city": "海南藏族自治州",
            "name": "同德县",
            "id": "3054"
        }, {"city": "海南藏族自治州", "name": "贵德县", "id": "3055"}, {
            "city": "海南藏族自治州",
            "name": "兴海县",
            "id": "3056"
        }, {"city": "海南藏族自治州", "name": "贵南县", "id": "3057"}],
    "441":
        [{"city": "兴安盟", "name": "乌兰浩特市", "id": "442"}, {"city": "兴安盟", "name": "阿尔山市", "id": "443"}, {
            "city": "兴安盟",
            "name": "科尔沁右翼前旗",
            "id": "444"
        }, {"city": "兴安盟", "name": "科尔沁右翼中旗", "id": "445"}, {"city": "兴安盟", "name": "扎赉特旗", "id": "446"}, {
            "city": "兴安盟",
            "name": "突泉县",
            "id": "447"
        }],
    "565":
        [{"city": "朝阳市", "name": "双塔区", "id": "566"}, {"city": "朝阳市", "name": "龙城区", "id": "567"}, {
            "city": "朝阳市",
            "name": "朝阳县",
            "id": "568"
        }, {"city": "朝阳市", "name": "建平县", "id": "569"}, {"city": "朝阳市", "name": "喀喇沁左翼蒙古族自治县", "id": "570"}, {
            "city": "朝阳市",
            "name": "北票市",
            "id": "571"
        }, {"city": "朝阳市", "name": "凌源市", "id": "572"}],
    "687":
        [{"city": "鸡西市", "name": "鸡冠区", "id": "688"}, {"city": "鸡西市", "name": "恒山区", "id": "689"}, {
            "city": "鸡西市",
            "name": "滴道区",
            "id": "690"
        }, {"city": "鸡西市", "name": "梨树区", "id": "691"}, {"city": "鸡西市", "name": "城子河区", "id": "692"}, {
            "city": "鸡西市",
            "name": "麻山区",
            "id": "693"
        }, {"city": "鸡西市", "name": "鸡东县", "id": "694"}, {"city": "鸡西市", "name": "虎林市", "id": "695"}, {
            "city": "鸡西市",
            "name": "密山市",
            "id": "696"
        }],
    "2079":
        [{"city": "云浮市", "name": "云城区", "id": "2080"}, {"city": "云浮市", "name": "新兴县", "id": "2081"}, {
            "city": "云浮市",
            "name": "郁南县",
            "id": "2082"
        }, {"city": "云浮市", "name": "云安县", "id": "2083"}, {"city": "云浮市", "name": "罗定市", "id": "2084"}],
    "3047":
        [{"city": "黄南藏族自治州", "name": "同仁县", "id": "3048"}, {
            "city": "黄南藏族自治州",
            "name": "尖扎县",
            "id": "3049"
        }, {"city": "黄南藏族自治州", "name": "泽库县", "id": "3050"}, {"city": "黄南藏族自治州", "name": "河南蒙古族自治县", "id": "3051"}],
    "448":
        [{"city": "锡林郭勒盟", "name": "二连浩特市", "id": "449"}, {"city": "锡林郭勒盟", "name": "锡林浩特市", "id": "450"}, {
            "city": "锡林郭勒盟",
            "name": "阿巴嘎旗",
            "id": "451"
        }, {"city": "锡林郭勒盟", "name": "苏尼特左旗", "id": "452"}, {
            "city": "锡林郭勒盟",
            "name": "苏尼特右旗",
            "id": "453"
        }, {"city": "锡林郭勒盟", "name": "东乌珠穆沁旗", "id": "454"}, {
            "city": "锡林郭勒盟",
            "name": "西乌珠穆沁旗",
            "id": "455"
        }, {"city": "锡林郭勒盟", "name": "太仆寺旗", "id": "456"}, {"city": "锡林郭勒盟", "name": "镶黄旗", "id": "457"}, {
            "city": "锡林郭勒盟",
            "name": "正镶白旗",
            "id": "458"
        }, {"city": "锡林郭勒盟", "name": "正蓝旗", "id": "459"}, {"city": "锡林郭勒盟", "name": "多伦县", "id": "460"}],
    "207":
        [{"city": "衡水市", "name": "桃城区", "id": "208"}, {"city": "衡水市", "name": "枣强县", "id": "209"}, {
            "city": "衡水市",
            "name": "武邑县",
            "id": "210"
        }, {"city": "衡水市", "name": "武强县", "id": "211"}, {"city": "衡水市", "name": "饶阳县", "id": "212"}, {
            "city": "衡水市",
            "name": "安平县",
            "id": "213"
        }, {"city": "衡水市", "name": "故城县", "id": "214"}, {"city": "衡水市", "name": "景县", "id": "215"}, {
            "city": "衡水市",
            "name": "阜城县",
            "id": "216"
        }, {"city": "衡水市", "name": "冀州市", "id": "217"}, {"city": "衡水市", "name": "深州市", "id": "218"}],
    "3180":
        [{"city": "和田地区", "name": "和田市", "id": "3181"}, {"city": "和田地区", "name": "和田县", "id": "3182"}, {
            "city": "和田地区",
            "name": "墨玉县",
            "id": "3183"
        }, {"city": "和田地区", "name": "皮山县", "id": "3184"}, {"city": "和田地区", "name": "洛浦县", "id": "3185"}, {
            "city": "和田地区",
            "name": "策勒县",
            "id": "3186"
        }, {"city": "和田地区", "name": "于田县", "id": "3187"}, {"city": "和田地区", "name": "民丰县", "id": "3188"}],
    "3189":
        [{"city": "伊犁哈萨克自治州", "name": "伊宁市", "id": "3190"}, {
            "city": "伊犁哈萨克自治州",
            "name": "奎屯市",
            "id": "3191"
        }, {"city": "伊犁哈萨克自治州", "name": "伊宁县", "id": "3192"}, {
            "city": "伊犁哈萨克自治州",
            "name": "察布查尔锡伯自治县",
            "id": "3193"
        }, {"city": "伊犁哈萨克自治州", "name": "霍城县", "id": "3194"}, {
            "city": "伊犁哈萨克自治州",
            "name": "巩留县",
            "id": "3195"
        }, {"city": "伊犁哈萨克自治州", "name": "新源县", "id": "3196"}, {
            "city": "伊犁哈萨克自治州",
            "name": "昭苏县",
            "id": "3197"
        }, {"city": "伊犁哈萨克自治州", "name": "特克斯县", "id": "3198"}, {"city": "伊犁哈萨克自治州", "name": "尼勒克县", "id": "3199"}],
    "2099":
        [{"city": "柳州市", "name": "城中区", "id": "2100"}, {"city": "柳州市", "name": "鱼峰区", "id": "2101"}, {
            "city": "柳州市",
            "name": "柳南区",
            "id": "2102"
        }, {"city": "柳州市", "name": "柳北区", "id": "2103"}, {"city": "柳州市", "name": "柳江县", "id": "2104"}, {
            "city": "柳州市",
            "name": "柳城县",
            "id": "2105"
        }, {"city": "柳州市", "name": "鹿寨县", "id": "2106"}, {"city": "柳州市", "name": "融安县", "id": "2107"}, {
            "city": "柳州市",
            "name": "融水苗族自治县",
            "id": "2108"
        }, {"city": "柳州市", "name": "三江侗族自治县", "id": "2109"}],
    "3065":
        [{"city": "玉树藏族自治州", "name": "玉树市", "id": "3066"}, {
            "city": "玉树藏族自治州",
            "name": "杂多县",
            "id": "3067"
        }, {"city": "玉树藏族自治州", "name": "称多县", "id": "3068"}, {
            "city": "玉树藏族自治州",
            "name": "治多县",
            "id": "3069"
        }, {"city": "玉树藏族自治州", "name": "囊谦县", "id": "3070"}, {"city": "玉树藏族自治州", "name": "曲麻莱县", "id": "3071"}],
    "573":
        [{"city": "葫芦岛市", "name": "连山区", "id": "574"}, {"city": "葫芦岛市", "name": "龙港区", "id": "575"}, {
            "city": "葫芦岛市",
            "name": "南票区",
            "id": "576"
        }, {"city": "葫芦岛市", "name": "绥中县", "id": "577"}, {"city": "葫芦岛市", "name": "建昌县", "id": "578"}, {
            "city": "葫芦岛市",
            "name": "兴城市",
            "id": "579"
        }],
    "697":
        [{"city": "鹤岗市", "name": "向阳区", "id": "698"}, {"city": "鹤岗市", "name": "工农区", "id": "699"}, {
            "city": "鹤岗市",
            "name": "南山区",
            "id": "700"
        }, {"city": "鹤岗市", "name": "兴安区", "id": "701"}, {"city": "鹤岗市", "name": "东山区", "id": "702"}, {
            "city": "鹤岗市",
            "name": "兴山区",
            "id": "703"
        }, {"city": "鹤岗市", "name": "萝北县", "id": "704"}, {"city": "鹤岗市", "name": "绥滨县", "id": "705"}],
    "336":
        [{"city": "吕梁市", "name": "离石区", "id": "337"}, {"city": "吕梁市", "name": "文水县", "id": "338"}, {
            "city": "吕梁市",
            "name": "交城县",
            "id": "339"
        }, {"city": "吕梁市", "name": "兴县", "id": "340"}, {"city": "吕梁市", "name": "临县", "id": "341"}, {
            "city": "吕梁市",
            "name": "柳林县",
            "id": "342"
        }, {"city": "吕梁市", "name": "石楼县", "id": "343"}, {"city": "吕梁市", "name": "岚县", "id": "344"}, {
            "city": "吕梁市",
            "name": "方山县",
            "id": "345"
        }, {"city": "吕梁市", "name": "中阳县", "id": "346"}, {"city": "吕梁市", "name": "交口县", "id": "347"}, {
            "city": "吕梁市",
            "name": "孝义市",
            "id": "348"
        }, {"city": "吕梁市", "name": "汾阳市", "id": "349"}],
    "3058":
        [{"city": "果洛藏族自治州", "name": "玛沁县", "id": "3059"}, {
            "city": "果洛藏族自治州",
            "name": "班玛县",
            "id": "3060"
        }, {"city": "果洛藏族自治州", "name": "甘德县", "id": "3061"}, {
            "city": "果洛藏族自治州",
            "name": "达日县",
            "id": "3062"
        }, {"city": "果洛藏族自治州", "name": "久治县", "id": "3063"}, {"city": "果洛藏族自治州", "name": "玛多县", "id": "3064"}],
    "3079":
        [{"city": "银川市", "name": "兴庆区", "id": "3080"}, {"city": "银川市", "name": "西夏区", "id": "3081"}, {
            "city": "银川市",
            "name": "金凤区",
            "id": "3082"
        }, {"city": "银川市", "name": "永宁县", "id": "3083"}, {"city": "银川市", "name": "贺兰县", "id": "3084"}, {
            "city": "银川市",
            "name": "灵武市",
            "id": "3085"
        }],
    "581":
        [{"city": "长春市", "name": "南关区", "id": "582"}, {"city": "长春市", "name": "宽城区", "id": "583"}, {
            "city": "长春市",
            "name": "朝阳区",
            "id": "584"
        }, {"city": "长春市", "name": "二道区", "id": "585"}, {"city": "长春市", "name": "绿园区", "id": "586"}, {
            "city": "长春市",
            "name": "双阳区",
            "id": "587"
        }, {"city": "长春市", "name": "农安县", "id": "588"}, {"city": "长春市", "name": "九台市", "id": "589"}, {
            "city": "长春市",
            "name": "榆树市",
            "id": "590"
        }, {"city": "长春市", "name": "德惠市", "id": "591"}],
    "461":
        [{"city": "阿拉善盟", "name": "阿拉善左旗", "id": "462"}, {"city": "阿拉善盟", "name": "阿拉善右旗", "id": "463"}, {
            "city": "阿拉善盟",
            "name": "额济纳旗",
            "id": "464"
        }],
    "3072":
        [{"city": "海西蒙古族藏族自治州", "name": "格尔木市", "id": "3073"}, {
            "city": "海西蒙古族藏族自治州",
            "name": "德令哈市",
            "id": "3074"
        }, {"city": "海西蒙古族藏族自治州", "name": "乌兰县", "id": "3075"}, {
            "city": "海西蒙古族藏族自治州",
            "name": "都兰县",
            "id": "3076"
        }, {"city": "海西蒙古族藏族自治州", "name": "天峻县", "id": "3077"}],
    "220":
        [{"city": "太原市", "name": "小店区", "id": "221"}, {"city": "太原市", "name": "迎泽区", "id": "222"}, {
            "city": "太原市",
            "name": "杏花岭区",
            "id": "223"
        }, {"city": "太原市", "name": "尖草坪区", "id": "224"}, {"city": "太原市", "name": "万柏林区", "id": "225"}, {
            "city": "太原市",
            "name": "晋源区",
            "id": "226"
        }, {"city": "太原市", "name": "清徐县", "id": "227"}, {"city": "太原市", "name": "阳曲县", "id": "228"}, {
            "city": "太原市",
            "name": "娄烦县",
            "id": "229"
        }, {"city": "太原市", "name": "古交市", "id": "230"}],
    "103":
        [{"city": "邢台市", "name": "桥东区", "id": "104"}, {"city": "邢台市", "name": "桥西区", "id": "105"}, {
            "city": "邢台市",
            "name": "邢台县",
            "id": "106"
        }, {"city": "邢台市", "name": "临城县", "id": "107"}, {"city": "邢台市", "name": "内丘县", "id": "108"}, {
            "city": "邢台市",
            "name": "柏乡县",
            "id": "109"
        }, {"city": "邢台市", "name": "隆尧县", "id": "110"}, {"city": "邢台市", "name": "任县", "id": "111"}, {
            "city": "邢台市",
            "name": "南和县",
            "id": "112"
        }, {"city": "邢台市", "name": "宁晋县", "id": "113"}, {"city": "邢台市", "name": "巨鹿县", "id": "114"}, {
            "city": "邢台市",
            "name": "新河县",
            "id": "115"
        }, {"city": "邢台市", "name": "广宗县", "id": "116"}, {"city": "邢台市", "name": "平乡县", "id": "117"}, {
            "city": "邢台市",
            "name": "威县",
            "id": "118"
        }, {"city": "邢台市", "name": "清河县", "id": "119"}, {"city": "邢台市", "name": "临西县", "id": "120"}, {
            "city": "邢台市",
            "name": "南宫市",
            "id": "121"
        }, {"city": "邢台市", "name": "沙河市", "id": "122"}],
    "466":
        [{"city": "沈阳市", "name": "和平区", "id": "467"}, {"city": "沈阳市", "name": "沈河区", "id": "468"}, {
            "city": "沈阳市",
            "name": "大东区",
            "id": "469"
        }, {"city": "沈阳市", "name": "皇姑区", "id": "470"}, {"city": "沈阳市", "name": "铁西区", "id": "471"}, {
            "city": "沈阳市",
            "name": "苏家屯区",
            "id": "472"
        }, {"city": "沈阳市", "name": "东陵区", "id": "473"}, {"city": "沈阳市", "name": "沈北新区", "id": "474"}, {
            "city": "沈阳市",
            "name": "于洪区",
            "id": "475"
        }, {"city": "沈阳市", "name": "辽中县", "id": "476"}, {"city": "沈阳市", "name": "康平县", "id": "477"}, {
            "city": "沈阳市",
            "name": "法库县",
            "id": "478"
        }, {"city": "沈阳市", "name": "新民市", "id": "479"}],
    "3086":
        [{"city": "石嘴山市", "name": "大武口区", "id": "3087"}, {"city": "石嘴山市", "name": "惠农区", "id": "3088"}, {
            "city": "石嘴山市",
            "name": "平罗县",
            "id": "3089"
        }],
    "592":
        [{"city": "吉林市", "name": "昌邑区", "id": "593"}, {"city": "吉林市", "name": "龙潭区", "id": "594"}, {
            "city": "吉林市",
            "name": "船营区",
            "id": "595"
        }, {"city": "吉林市", "name": "丰满区", "id": "596"}, {"city": "吉林市", "name": "永吉县", "id": "597"}, {
            "city": "吉林市",
            "name": "蛟河市",
            "id": "598"
        }, {"city": "吉林市", "name": "桦甸市", "id": "599"}, {"city": "吉林市", "name": "舒兰市", "id": "600"}, {
            "city": "吉林市",
            "name": "磐石市",
            "id": "601"
        }],
    "351":
        [{"city": "呼和浩特市", "name": "新城区", "id": "352"}, {"city": "呼和浩特市", "name": "回民区", "id": "353"}, {
            "city": "呼和浩特市",
            "name": "玉泉区",
            "id": "354"
        }, {"city": "呼和浩特市", "name": "赛罕区", "id": "355"}, {"city": "呼和浩特市", "name": "土默特左旗", "id": "356"}, {
            "city": "呼和浩特市",
            "name": "托克托县",
            "id": "357"
        }, {"city": "呼和浩特市", "name": "和林格尔县", "id": "358"}, {
            "city": "呼和浩特市",
            "name": "清水河县",
            "id": "359"
        }, {"city": "呼和浩特市", "name": "武川县", "id": "360"}],
    "231":
        [{"city": "大同市", "name": "城区", "id": "232"}, {"city": "大同市", "name": "矿区", "id": "233"}, {
            "city": "大同市",
            "name": "南郊区",
            "id": "234"
        }, {"city": "大同市", "name": "新荣区", "id": "235"}, {"city": "大同市", "name": "阳高县", "id": "236"}, {
            "city": "大同市",
            "name": "天镇县",
            "id": "237"
        }, {"city": "大同市", "name": "广灵县", "id": "238"}, {"city": "大同市", "name": "灵丘县", "id": "239"}, {
            "city": "大同市",
            "name": "浑源县",
            "id": "240"
        }, {"city": "大同市", "name": "左云县", "id": "241"}, {"city": "大同市", "name": "大同县", "id": "242"}],
    "10":
        [],
    "11":
        [],
    "12":
        [],
    "13":
        [],
    "14":
        [],
    "3090":
        [{"city": "吴忠市", "name": "利通区", "id": "3091"}, {"city": "吴忠市", "name": "红寺堡区", "id": "3092"}, {
            "city": "吴忠市",
            "name": "盐池县",
            "id": "3093"
        }, {"city": "吴忠市", "name": "同心县", "id": "3094"}, {"city": "吴忠市", "name": "青铜峡市", "id": "3095"}],
    "15":
        [],
    "16":
        [],
    "17":
        [],
    "19":
        [],
    "480":
        [{"city": "大连市", "name": "中山区", "id": "481"}, {"city": "大连市", "name": "西岗区", "id": "482"}, {
            "city": "大连市",
            "name": "沙河口区",
            "id": "483"
        }, {"city": "大连市", "name": "甘井子区", "id": "484"}, {"city": "大连市", "name": "旅顺口区", "id": "485"}, {
            "city": "大连市",
            "name": "金州区",
            "id": "486"
        }, {"city": "大连市", "name": "长海县", "id": "487"}, {"city": "大连市", "name": "瓦房店市", "id": "488"}, {
            "city": "大连市",
            "name": "普兰店市",
            "id": "489"
        }, {"city": "大连市", "name": "庄河市", "id": "490"}],
    "3096":
        [{"city": "固原市", "name": "原州区", "id": "3097"}, {"city": "固原市", "name": "西吉县", "id": "3098"}, {
            "city": "固原市",
            "name": "隆德县",
            "id": "3099"
        }, {"city": "固原市", "name": "泾源县", "id": "3100"}, {"city": "固原市", "name": "彭阳县", "id": "3101"}],
    "361":
        [{"city": "包头市", "name": "东河区", "id": "362"}, {"city": "包头市", "name": "昆都仑区", "id": "363"}, {
            "city": "包头市",
            "name": "青山区",
            "id": "364"
        }, {"city": "包头市", "name": "石拐区", "id": "365"}, {"city": "包头市", "name": "白云鄂博矿区", "id": "366"}, {
            "city": "包头市",
            "name": "九原区",
            "id": "367"
        }, {"city": "包头市", "name": "土默特右旗", "id": "368"}, {"city": "包头市", "name": "固阳县", "id": "369"}, {
            "city": "包头市",
            "name": "达尔罕茂明安联合旗",
            "id": "370"
        }],
    "243":
        [{"city": "阳泉市", "name": "城区", "id": "244"}, {"city": "阳泉市", "name": "矿区", "id": "245"}, {
            "city": "阳泉市",
            "name": "郊区",
            "id": "246"
        }, {"city": "阳泉市", "name": "平定县", "id": "247"}, {"city": "阳泉市", "name": "盂县", "id": "248"}],
    "123":
        [{"city": "保定市", "name": "新市区", "id": "124"}, {"city": "保定市", "name": "北市区", "id": "125"}, {
            "city": "保定市",
            "name": "南市区",
            "id": "126"
        }, {"city": "保定市", "name": "满城县", "id": "127"}, {"city": "保定市", "name": "清苑县", "id": "128"}, {
            "city": "保定市",
            "name": "涞水县",
            "id": "129"
        }, {"city": "保定市", "name": "阜平县", "id": "130"}, {"city": "保定市", "name": "徐水县", "id": "131"}, {
            "city": "保定市",
            "name": "定兴县",
            "id": "132"
        }, {"city": "保定市", "name": "唐县", "id": "133"}, {"city": "保定市", "name": "高阳县", "id": "134"}, {
            "city": "保定市",
            "name": "容城县",
            "id": "135"
        }, {"city": "保定市", "name": "涞源县", "id": "136"}, {"city": "保定市", "name": "望都县", "id": "137"}, {
            "city": "保定市",
            "name": "安新县",
            "id": "138"
        }, {"city": "保定市", "name": "易县", "id": "139"}, {"city": "保定市", "name": "曲阳县", "id": "140"}, {
            "city": "保定市",
            "name": "蠡县",
            "id": "141"
        }, {"city": "保定市", "name": "顺平县", "id": "142"}, {"city": "保定市", "name": "博野县", "id": "143"}, {
            "city": "保定市",
            "name": "雄县",
            "id": "144"
        }, {"city": "保定市", "name": "涿州市", "id": "145"}, {"city": "保定市", "name": "定州市", "id": "146"}, {
            "city": "保定市",
            "name": "安国市",
            "id": "147"
        }, {"city": "保定市", "name": "高碑店市", "id": "148"}],
    "249":
        [{"city": "长治市", "name": "城区", "id": "250"}, {"city": "长治市", "name": "郊区", "id": "251"}, {
            "city": "长治市",
            "name": "长治县",
            "id": "252"
        }, {"city": "长治市", "name": "襄垣县", "id": "253"}, {"city": "长治市", "name": "屯留县", "id": "254"}, {
            "city": "长治市",
            "name": "平顺县",
            "id": "255"
        }, {"city": "长治市", "name": "黎城县", "id": "256"}, {"city": "长治市", "name": "壶关县", "id": "257"}, {
            "city": "长治市",
            "name": "长子县",
            "id": "258"
        }, {"city": "长治市", "name": "武乡县", "id": "259"}, {"city": "长治市", "name": "沁县", "id": "260"}, {
            "city": "长治市",
            "name": "沁源县",
            "id": "261"
        }, {"city": "长治市", "name": "潞城市", "id": "262"}],
    "1902":
        [{"city": "永州市", "name": "零陵区", "id": "1903"}, {"city": "永州市", "name": "冷水滩区", "id": "1904"}, {
            "city": "永州市",
            "name": "祁阳县",
            "id": "1905"
        }, {"city": "永州市", "name": "东安县", "id": "1906"}, {"city": "永州市", "name": "双牌县", "id": "1907"}, {
            "city": "永州市",
            "name": "道县",
            "id": "1908"
        }, {"city": "永州市", "name": "江永县", "id": "1909"}, {"city": "永州市", "name": "宁远县", "id": "1910"}, {
            "city": "永州市",
            "name": "蓝山县",
            "id": "1911"
        }, {"city": "永州市", "name": "新田县", "id": "1912"}, {"city": "永州市", "name": "江华瑶族自治县", "id": "1913"}],
    "20":
        [],
    "21":
        [],
    "22":
        [],
    "23":
        [],
    "24":
        [],
    "25":
        [],
    "26":
        [],
    "27":
        [],
    "28":
        [],
    "29":
        [],
    "491":
        [{"city": "鞍山市", "name": "铁东区", "id": "492"}, {"city": "鞍山市", "name": "铁西区", "id": "493"}, {
            "city": "鞍山市",
            "name": "立山区",
            "id": "494"
        }, {"city": "鞍山市", "name": "千山区", "id": "495"}, {"city": "鞍山市", "name": "台安县", "id": "496"}, {
            "city": "鞍山市",
            "name": "岫岩满族自治县",
            "id": "497"
        }, {"city": "鞍山市", "name": "海城市", "id": "498"}],
    "371":
        [{"city": "乌海市", "name": "海勃湾区", "id": "372"}, {"city": "乌海市", "name": "海南区", "id": "373"}, {
            "city": "乌海市",
            "name": "乌达区",
            "id": "374"
        }],
    "375":
        [{"city": "赤峰市", "name": "红山区", "id": "376"}, {"city": "赤峰市", "name": "元宝山区", "id": "377"}, {
            "city": "赤峰市",
            "name": "松山区",
            "id": "378"
        }, {"city": "赤峰市", "name": "阿鲁科尔沁旗", "id": "379"}, {"city": "赤峰市", "name": "巴林左旗", "id": "380"}, {
            "city": "赤峰市",
            "name": "巴林右旗",
            "id": "381"
        }, {"city": "赤峰市", "name": "林西县", "id": "382"}, {"city": "赤峰市", "name": "克什克腾旗", "id": "383"}, {
            "city": "赤峰市",
            "name": "翁牛特旗",
            "id": "384"
        }, {"city": "赤峰市", "name": "喀喇沁旗", "id": "385"}, {"city": "赤峰市", "name": "宁城县", "id": "386"}, {
            "city": "赤峰市",
            "name": "敖汉旗",
            "id": "387"
        }],
    "499":
        [{"city": "抚顺市", "name": "新抚区", "id": "500"}, {"city": "抚顺市", "name": "东洲区", "id": "501"}, {
            "city": "抚顺市",
            "name": "望花区",
            "id": "502"
        }, {"city": "抚顺市", "name": "顺城区", "id": "503"}, {"city": "抚顺市", "name": "抚顺县", "id": "504"}, {
            "city": "抚顺市",
            "name": "新宾满族自治县",
            "id": "505"
        }, {"city": "抚顺市", "name": "清原满族自治县", "id": "506"}],
    "1914":
        [{"city": "怀化市", "name": "鹤城区", "id": "1915"}, {"city": "怀化市", "name": "中方县", "id": "1916"}, {
            "city": "怀化市",
            "name": "沅陵县",
            "id": "1917"
        }, {"city": "怀化市", "name": "辰溪县", "id": "1918"}, {"city": "怀化市", "name": "溆浦县", "id": "1919"}, {
            "city": "怀化市",
            "name": "会同县",
            "id": "1920"
        }, {"city": "怀化市", "name": "麻阳苗族自治县", "id": "1921"}, {
            "city": "怀化市",
            "name": "新晃侗族自治县",
            "id": "1922"
        }, {"city": "怀化市", "name": "芷江侗族自治县", "id": "1923"}, {
            "city": "怀化市",
            "name": "靖州苗族侗族自治县",
            "id": "1924"
        }, {"city": "怀化市", "name": "通道侗族自治县", "id": "1925"}, {"city": "怀化市", "name": "洪江市", "id": "1926"}],
    "30":
        [],
    "31":
        [],
    "32":
        [],
    "33":
        [],
    "34":
        [],
    "36":
        [{"city": "石家庄市", "name": "长安区", "id": "37"}, {"city": "石家庄市", "name": "桥东区", "id": "38"}, {
            "city": "石家庄市",
            "name": "桥西区",
            "id": "39"
        }, {"city": "石家庄市", "name": "新华区", "id": "40"}, {"city": "石家庄市", "name": "井陉矿区", "id": "41"}, {
            "city": "石家庄市",
            "name": "裕华区",
            "id": "42"
        }, {"city": "石家庄市", "name": "井陉县", "id": "43"}, {"city": "石家庄市", "name": "正定县", "id": "44"}, {
            "city": "石家庄市",
            "name": "栾城县",
            "id": "45"
        }, {"city": "石家庄市", "name": "行唐县", "id": "46"}, {"city": "石家庄市", "name": "灵寿县", "id": "47"}, {
            "city": "石家庄市",
            "name": "高邑县",
            "id": "48"
        }, {"city": "石家庄市", "name": "深泽县", "id": "49"}, {"city": "石家庄市", "name": "赞皇县", "id": "50"}, {
            "city": "石家庄市",
            "name": "无极县",
            "id": "51"
        }, {"city": "石家庄市", "name": "平山县", "id": "52"}, {"city": "石家庄市", "name": "元氏县", "id": "53"}, {
            "city": "石家庄市",
            "name": "赵县",
            "id": "54"
        }, {"city": "石家庄市", "name": "辛集市", "id": "55"}, {"city": "石家庄市", "name": "藁城市", "id": "56"}, {
            "city": "石家庄市",
            "name": "晋州市",
            "id": "57"
        }, {"city": "石家庄市", "name": "新乐市", "id": "58"}, {"city": "石家庄市", "name": "鹿泉市", "id": "59"}],
    "263":
        [{"city": "晋城市", "name": "城区", "id": "264"}, {"city": "晋城市", "name": "沁水县", "id": "265"}, {
            "city": "晋城市",
            "name": "阳城县",
            "id": "266"
        }, {"city": "晋城市", "name": "陵川县", "id": "267"}, {"city": "晋城市", "name": "泽州县", "id": "268"}, {
            "city": "晋城市",
            "name": "高平市",
            "id": "269"
        }],
    "388":
        [{"city": "通辽市", "name": "科尔沁区", "id": "389"}, {"city": "通辽市", "name": "科尔沁左翼中旗", "id": "390"}, {
            "city": "通辽市",
            "name": "科尔沁左翼后旗",
            "id": "391"
        }, {"city": "通辽市", "name": "开鲁县", "id": "392"}, {"city": "通辽市", "name": "库伦旗", "id": "393"}, {
            "city": "通辽市",
            "name": "奈曼旗",
            "id": "394"
        }, {"city": "通辽市", "name": "扎鲁特旗", "id": "395"}, {"city": "通辽市", "name": "霍林郭勒市", "id": "396"}],
    "149":
        [{"city": "张家口市", "name": "桥东区", "id": "150"}, {"city": "张家口市", "name": "桥西区", "id": "151"}, {
            "city": "张家口市",
            "name": "宣化区",
            "id": "152"
        }, {"city": "张家口市", "name": "下花园区", "id": "153"}, {"city": "张家口市", "name": "宣化县", "id": "154"}, {
            "city": "张家口市",
            "name": "张北县",
            "id": "155"
        }, {"city": "张家口市", "name": "康保县", "id": "156"}, {"city": "张家口市", "name": "沽源县", "id": "157"}, {
            "city": "张家口市",
            "name": "尚义县",
            "id": "158"
        }, {"city": "张家口市", "name": "蔚县", "id": "159"}, {"city": "张家口市", "name": "阳原县", "id": "160"}, {
            "city": "张家口市",
            "name": "怀安县",
            "id": "161"
        }, {"city": "张家口市", "name": "万全县", "id": "162"}, {"city": "张家口市", "name": "怀来县", "id": "163"}, {
            "city": "张家口市",
            "name": "涿鹿县",
            "id": "164"
        }, {"city": "张家口市", "name": "赤城县", "id": "165"}, {"city": "张家口市", "name": "崇礼县", "id": "166"}],
    "1806":
        [{"city": "长沙市", "name": "芙蓉区", "id": "1807"}, {"city": "长沙市", "name": "天心区", "id": "1808"}, {
            "city": "长沙市",
            "name": "岳麓区",
            "id": "1809"
        }, {"city": "长沙市", "name": "开福区", "id": "1810"}, {"city": "长沙市", "name": "雨花区", "id": "1811"}, {
            "city": "长沙市",
            "name": "望城区",
            "id": "1812"
        }, {"city": "长沙市", "name": "长沙县", "id": "1813"}, {"city": "长沙市", "name": "宁乡县", "id": "1814"}, {
            "city": "长沙市",
            "name": "浏阳市",
            "id": "1815"
        }],
    "1927":
        [{"city": "娄底市", "name": "娄星区", "id": "1928"}, {"city": "娄底市", "name": "双峰县", "id": "1929"}, {
            "city": "娄底市",
            "name": "新化县",
            "id": "1930"
        }, {"city": "娄底市", "name": "冷水江市", "id": "1931"}, {"city": "娄底市", "name": "涟源市", "id": "1932"}],
    "1804":
        [],
    "1803":
        [],
    "1802":
        [],
    "1801":
        [],
    "270":
        [{"city": "朔州市", "name": "朔城区", "id": "271"}, {"city": "朔州市", "name": "平鲁区", "id": "272"}, {
            "city": "朔州市",
            "name": "山阴县",
            "id": "273"
        }, {"city": "朔州市", "name": "应县", "id": "274"}, {"city": "朔州市", "name": "右玉县", "id": "275"}, {
            "city": "朔州市",
            "name": "怀仁县",
            "id": "276"
        }],
    "397":
        [{"city": "鄂尔多斯市", "name": "东胜区", "id": "398"}, {"city": "鄂尔多斯市", "name": "达拉特旗", "id": "399"}, {
            "city": "鄂尔多斯市",
            "name": "准格尔旗",
            "id": "400"
        }, {"city": "鄂尔多斯市", "name": "鄂托克前旗", "id": "401"}, {
            "city": "鄂尔多斯市",
            "name": "鄂托克旗",
            "id": "402"
        }, {"city": "鄂尔多斯市", "name": "杭锦旗", "id": "403"}, {"city": "鄂尔多斯市", "name": "乌审旗", "id": "404"}, {
            "city": "鄂尔多斯市",
            "name": "伊金霍洛旗",
            "id": "405"
        }],
    "277":
        [{"city": "晋中市", "name": "榆次区", "id": "278"}, {"city": "晋中市", "name": "榆社县", "id": "279"}, {
            "city": "晋中市",
            "name": "左权县",
            "id": "280"
        }, {"city": "晋中市", "name": "和顺县", "id": "281"}, {"city": "晋中市", "name": "昔阳县", "id": "282"}, {
            "city": "晋中市",
            "name": "寿阳县",
            "id": "283"
        }, {"city": "晋中市", "name": "太谷县", "id": "284"}, {"city": "晋中市", "name": "祁县", "id": "285"}, {
            "city": "晋中市",
            "name": "平遥县",
            "id": "286"
        }, {"city": "晋中市", "name": "灵石县", "id": "287"}, {"city": "晋中市", "name": "介休市", "id": "288"}],
    "2906":
        [{"city": "安康市", "name": "汉滨区", "id": "2907"}, {"city": "安康市", "name": "汉阴县", "id": "2908"}, {
            "city": "安康市",
            "name": "石泉县",
            "id": "2909"
        }, {"city": "安康市", "name": "宁陕县", "id": "2910"}, {"city": "安康市", "name": "紫阳县", "id": "2911"}, {
            "city": "安康市",
            "name": "岚皋县",
            "id": "2912"
        }, {"city": "安康市", "name": "平利县", "id": "2913"}, {"city": "安康市", "name": "镇坪县", "id": "2914"}, {
            "city": "安康市",
            "name": "旬阳县",
            "id": "2915"
        }, {"city": "安康市", "name": "白河县", "id": "2916"}],
    "1816":
        [{"city": "株洲市", "name": "荷塘区", "id": "1817"}, {"city": "株洲市", "name": "芦淞区", "id": "1818"}, {
            "city": "株洲市",
            "name": "石峰区",
            "id": "1819"
        }, {"city": "株洲市", "name": "天元区", "id": "1820"}, {"city": "株洲市", "name": "株洲县", "id": "1821"}, {
            "city": "株洲市",
            "name": "攸县",
            "id": "1822"
        }, {"city": "株洲市", "name": "茶陵县", "id": "1823"}, {"city": "株洲市", "name": "炎陵县", "id": "1824"}, {
            "city": "株洲市",
            "name": "醴陵市",
            "id": "1825"
        }],
    "1933":
        [{"city": "湘西土家族苗族自治州", "name": "吉首市", "id": "1934"}, {
            "city": "湘西土家族苗族自治州",
            "name": "泸溪县",
            "id": "1935"
        }, {"city": "湘西土家族苗族自治州", "name": "凤凰县", "id": "1936"}, {
            "city": "湘西土家族苗族自治州",
            "name": "花垣县",
            "id": "1937"
        }, {"city": "湘西土家族苗族自治州", "name": "保靖县", "id": "1938"}, {
            "city": "湘西土家族苗族自治州",
            "name": "古丈县",
            "id": "1939"
        }, {"city": "湘西土家族苗族自治州", "name": "永顺县", "id": "1940"}, {"city": "湘西土家族苗族自治州", "name": "龙山县", "id": "1941"}],
    "1943":
        [{"city": "广州市", "name": "荔湾区", "id": "1944"}, {"city": "广州市", "name": "越秀区", "id": "1945"}, {
            "city": "广州市",
            "name": "海珠区",
            "id": "1946"
        }, {"city": "广州市", "name": "天河区", "id": "1947"}, {"city": "广州市", "name": "白云区", "id": "1948"}, {
            "city": "广州市",
            "name": "黄埔区",
            "id": "1949"
        }, {"city": "广州市", "name": "番禺区", "id": "1950"}, {"city": "广州市", "name": "花都区", "id": "1951"}, {
            "city": "广州市",
            "name": "南沙区",
            "id": "1952"
        }, {"city": "广州市", "name": "萝岗区", "id": "1953"}, {"city": "广州市", "name": "增城市", "id": "1954"}, {
            "city": "广州市",
            "name": "从化市",
            "id": "1955"
        }],
    "167":
        [{"city": "承德市", "name": "双桥区", "id": "168"}, {"city": "承德市", "name": "双滦区", "id": "169"}, {
            "city": "承德市",
            "name": "鹰手营子矿区",
            "id": "170"
        }, {"city": "承德市", "name": "承德县", "id": "171"}, {"city": "承德市", "name": "兴隆县", "id": "172"}, {
            "city": "承德市",
            "name": "平泉县",
            "id": "173"
        }, {"city": "承德市", "name": "滦平县", "id": "174"}, {"city": "承德市", "name": "隆化县", "id": "175"}, {
            "city": "承德市",
            "name": "丰宁满族自治县",
            "id": "176"
        }, {"city": "承德市", "name": "宽城满族自治县", "id": "177"}, {"city": "承德市", "name": "围场满族蒙古族自治县", "id": "178"}],
    "289":
        [{"city": "运城市", "name": "盐湖区", "id": "290"}, {"city": "运城市", "name": "临猗县", "id": "291"}, {
            "city": "运城市",
            "name": "万荣县",
            "id": "292"
        }, {"city": "运城市", "name": "闻喜县", "id": "293"}, {"city": "运城市", "name": "稷山县", "id": "294"}, {
            "city": "运城市",
            "name": "新绛县",
            "id": "295"
        }, {"city": "运城市", "name": "绛县", "id": "296"}, {"city": "运城市", "name": "垣曲县", "id": "297"}, {
            "city": "运城市",
            "name": "夏县",
            "id": "298"
        }, {"city": "运城市", "name": "平陆县", "id": "299"}, {"city": "运城市", "name": "芮城县", "id": "300"}, {
            "city": "运城市",
            "name": "永济市",
            "id": "301"
        }, {"city": "运城市", "name": "河津市", "id": "302"}],
    "60":
        [{"city": "唐山市", "name": "路南区", "id": "61"}, {"city": "唐山市", "name": "路北区", "id": "62"}, {
            "city": "唐山市",
            "name": "古冶区",
            "id": "63"
        }, {"city": "唐山市", "name": "开平区", "id": "64"}, {"city": "唐山市", "name": "丰南区", "id": "65"}, {
            "city": "唐山市",
            "name": "丰润区",
            "id": "66"
        }, {"city": "唐山市", "name": "曹妃甸区", "id": "67"}, {"city": "唐山市", "name": "滦县", "id": "68"}, {
            "city": "唐山市",
            "name": "滦南县",
            "id": "69"
        }, {"city": "唐山市", "name": "乐亭县", "id": "70"}, {"city": "唐山市", "name": "迁西县", "id": "71"}, {
            "city": "唐山市",
            "name": "玉田县",
            "id": "72"
        }, {"city": "唐山市", "name": "遵化市", "id": "73"}, {"city": "唐山市", "name": "迁安市", "id": "74"}],
    "2917":
        [{"city": "商洛市", "name": "商州区", "id": "2918"}, {"city": "商洛市", "name": "洛南县", "id": "2919"}, {
            "city": "商洛市",
            "name": "丹凤县",
            "id": "2920"
        }, {"city": "商洛市", "name": "商南县", "id": "2921"}, {"city": "商洛市", "name": "山阳县", "id": "2922"}, {
            "city": "商洛市",
            "name": "镇安县",
            "id": "2923"
        }, {"city": "商洛市", "name": "柞水县", "id": "2924"}],
    "1826":
        [{"city": "湘潭市", "name": "雨湖区", "id": "1827"}, {"city": "湘潭市", "name": "岳塘区", "id": "1828"}, {
            "city": "湘潭市",
            "name": "湘潭县",
            "id": "1829"
        }, {"city": "湘潭市", "name": "湘乡市", "id": "1830"}, {"city": "湘潭市", "name": "韶山市", "id": "1831"}],
    "1703":
        [{"city": "黄石市", "name": "黄石港区", "id": "1704"}, {"city": "黄石市", "name": "西塞山区", "id": "1705"}, {
            "city": "黄石市",
            "name": "下陆区",
            "id": "1706"
        }, {"city": "黄石市", "name": "铁山区", "id": "1707"}, {"city": "黄石市", "name": "阳新县", "id": "1708"}, {
            "city": "黄石市",
            "name": "大冶市",
            "id": "1709"
        }],
    "1832":
        [{"city": "衡阳市", "name": "珠晖区", "id": "1833"}, {"city": "衡阳市", "name": "雁峰区", "id": "1834"}, {
            "city": "衡阳市",
            "name": "石鼓区",
            "id": "1835"
        }, {"city": "衡阳市", "name": "蒸湘区", "id": "1836"}, {"city": "衡阳市", "name": "南岳区", "id": "1837"}, {
            "city": "衡阳市",
            "name": "衡阳县",
            "id": "1838"
        }, {"city": "衡阳市", "name": "衡南县", "id": "1839"}, {"city": "衡阳市", "name": "衡山县", "id": "1840"}, {
            "city": "衡阳市",
            "name": "衡东县",
            "id": "1841"
        }, {"city": "衡阳市", "name": "祁东县", "id": "1842"}, {"city": "衡阳市", "name": "耒阳市", "id": "1843"}, {
            "city": "衡阳市",
            "name": "常宁市",
            "id": "1844"
        }],
    "1710":
        [{"city": "十堰市", "name": "茅箭区", "id": "1711"}, {"city": "十堰市", "name": "张湾区", "id": "1712"}, {
            "city": "十堰市",
            "name": "郧县",
            "id": "1713"
        }, {"city": "十堰市", "name": "郧西县", "id": "1714"}, {"city": "十堰市", "name": "竹山县", "id": "1715"}, {
            "city": "十堰市",
            "name": "竹溪县",
            "id": "1716"
        }, {"city": "十堰市", "name": "房县", "id": "1717"}, {"city": "十堰市", "name": "丹江口市", "id": "1718"}],
    "179":
        [{"city": "沧州市", "name": "新华区", "id": "180"}, {"city": "沧州市", "name": "运河区", "id": "181"}, {
            "city": "沧州市",
            "name": "沧县",
            "id": "182"
        }, {"city": "沧州市", "name": "青县", "id": "183"}, {"city": "沧州市", "name": "东光县", "id": "184"}, {
            "city": "沧州市",
            "name": "海兴县",
            "id": "185"
        }, {"city": "沧州市", "name": "盐山县", "id": "186"}, {"city": "沧州市", "name": "肃宁县", "id": "187"}, {
            "city": "沧州市",
            "name": "南皮县",
            "id": "188"
        }, {"city": "沧州市", "name": "吴桥县", "id": "189"}, {"city": "沧州市", "name": "献县", "id": "190"}, {
            "city": "沧州市",
            "name": "孟村回族自治县",
            "id": "191"
        }, {"city": "沧州市", "name": "泊头市", "id": "192"}, {"city": "沧州市", "name": "任丘市", "id": "193"}, {
            "city": "沧州市",
            "name": "黄骅市",
            "id": "194"
        }, {"city": "沧州市", "name": "河间市", "id": "195"}],
    "1719":
        [{"city": "宜昌市", "name": "西陵区", "id": "1720"}, {"city": "宜昌市", "name": "伍家岗区", "id": "1721"}, {
            "city": "宜昌市",
            "name": "点军区",
            "id": "1722"
        }, {"city": "宜昌市", "name": "猇亭区", "id": "1723"}, {"city": "宜昌市", "name": "夷陵区", "id": "1724"}, {
            "city": "宜昌市",
            "name": "远安县",
            "id": "1725"
        }, {"city": "宜昌市", "name": "兴山县", "id": "1726"}, {"city": "宜昌市", "name": "秭归县", "id": "1727"}, {
            "city": "宜昌市",
            "name": "长阳土家族自治县",
            "id": "1728"
        }, {"city": "宜昌市", "name": "五峰土家族自治县", "id": "1729"}, {"city": "宜昌市", "name": "宜都市", "id": "1730"}, {
            "city": "宜昌市",
            "name": "当阳市",
            "id": "1731"
        }, {"city": "宜昌市", "name": "枝江市", "id": "1732"}],
    "2808":
        [{"city": "西安市", "name": "新城区", "id": "2809"}, {"city": "西安市", "name": "碑林区", "id": "2810"}, {
            "city": "西安市",
            "name": "莲湖区",
            "id": "2811"
        }, {"city": "西安市", "name": "灞桥区", "id": "2812"}, {"city": "西安市", "name": "未央区", "id": "2813"}, {
            "city": "西安市",
            "name": "雁塔区",
            "id": "2814"
        }, {"city": "西安市", "name": "阎良区", "id": "2815"}, {"city": "西安市", "name": "临潼区", "id": "2816"}, {
            "city": "西安市",
            "name": "长安区",
            "id": "2817"
        }, {"city": "西安市", "name": "蓝田县", "id": "2818"}, {"city": "西安市", "name": "周至县", "id": "2819"}, {
            "city": "西安市",
            "name": "户县",
            "id": "2820"
        }, {"city": "西安市", "name": "高陵县", "id": "2821"}],
    "2926":
        [{"city": "兰州市", "name": "城关区", "id": "2927"}, {"city": "兰州市", "name": "七里河区", "id": "2928"}, {
            "city": "兰州市",
            "name": "西固区",
            "id": "2929"
        }, {"city": "兰州市", "name": "安宁区", "id": "2930"}, {"city": "兰州市", "name": "红古区", "id": "2931"}, {
            "city": "兰州市",
            "name": "永登县",
            "id": "2932"
        }, {"city": "兰州市", "name": "皋兰县", "id": "2933"}, {"city": "兰州市", "name": "榆中县", "id": "2934"}],
    "75":
        [{"city": "秦皇岛市", "name": "海港区", "id": "76"}, {"city": "秦皇岛市", "name": "山海关区", "id": "77"}, {
            "city": "秦皇岛市",
            "name": "北戴河区",
            "id": "78"
        }, {"city": "秦皇岛市", "name": "青龙满族自治县", "id": "79"}, {"city": "秦皇岛市", "name": "昌黎县", "id": "80"}, {
            "city": "秦皇岛市",
            "name": "抚宁县",
            "id": "81"
        }, {"city": "秦皇岛市", "name": "卢龙县", "id": "82"}],
    "1956":
        [{"city": "韶关市", "name": "武江区", "id": "1957"}, {"city": "韶关市", "name": "浈江区", "id": "1958"}, {
            "city": "韶关市",
            "name": "曲江区",
            "id": "1959"
        }, {"city": "韶关市", "name": "始兴县", "id": "1960"}, {"city": "韶关市", "name": "仁化县", "id": "1961"}, {
            "city": "韶关市",
            "name": "翁源县",
            "id": "1962"
        }, {"city": "韶关市", "name": "乳源瑶族自治县", "id": "1963"}, {"city": "韶关市", "name": "新丰县", "id": "1964"}, {
            "city": "韶关市",
            "name": "乐昌市",
            "id": "1965"
        }, {"city": "韶关市", "name": "南雄市", "id": "1966"}],
    "2939":
        [{"city": "白银市", "name": "白银区", "id": "2940"}, {"city": "白银市", "name": "平川区", "id": "2941"}, {
            "city": "白银市",
            "name": "靖远县",
            "id": "2942"
        }, {"city": "白银市", "name": "会宁县", "id": "2943"}, {"city": "白银市", "name": "景泰县", "id": "2944"}],
    "83":
        [{"city": "邯郸市", "name": "邯山区", "id": "84"}, {"city": "邯郸市", "name": "丛台区", "id": "85"}, {
            "city": "邯郸市",
            "name": "复兴区",
            "id": "86"
        }, {"city": "邯郸市", "name": "峰峰矿区", "id": "87"}, {"city": "邯郸市", "name": "邯郸县", "id": "88"}, {
            "city": "邯郸市",
            "name": "临漳县",
            "id": "89"
        }, {"city": "邯郸市", "name": "成安县", "id": "90"}, {"city": "邯郸市", "name": "大名县", "id": "91"}, {
            "city": "邯郸市",
            "name": "涉县",
            "id": "92"
        }, {"city": "邯郸市", "name": "磁县", "id": "93"}, {"city": "邯郸市", "name": "肥乡县", "id": "94"}, {
            "city": "邯郸市",
            "name": "永年县",
            "id": "95"
        }, {"city": "邯郸市", "name": "邱县", "id": "96"}, {"city": "邯郸市", "name": "鸡泽县", "id": "97"}, {
            "city": "邯郸市",
            "name": "广平县",
            "id": "98"
        }, {"city": "邯郸市", "name": "馆陶县", "id": "99"}, {"city": "邯郸市", "name": "魏县", "id": "100"}, {
            "city": "邯郸市",
            "name": "曲周县",
            "id": "101"
        }, {"city": "邯郸市", "name": "武安市", "id": "102"}],
    "2936":
        [{"city": "金昌市", "name": "金川区", "id": "2937"}, {"city": "金昌市", "name": "永昌县", "id": "2938"}],
    "1967":
        [{"city": "深圳市", "name": "罗湖区", "id": "1968"}, {"city": "深圳市", "name": "福田区", "id": "1969"}, {
            "city": "深圳市",
            "name": "南山区",
            "id": "1970"
        }, {"city": "深圳市", "name": "宝安区", "id": "1971"}, {"city": "深圳市", "name": "龙岗区", "id": "1972"}, {
            "city": "深圳市",
            "name": "盐田区",
            "id": "1973"
        }],
    "2935":
        [],
    "1603":
        [{"city": "濮阳市", "name": "华龙区", "id": "1604"}, {"city": "濮阳市", "name": "清丰县", "id": "1605"}, {
            "city": "濮阳市",
            "name": "南乐县",
            "id": "1606"
        }, {"city": "濮阳市", "name": "范县", "id": "1607"}, {"city": "濮阳市", "name": "台前县", "id": "1608"}, {
            "city": "濮阳市",
            "name": "濮阳县",
            "id": "1609"
        }],
    "1845":
        [{"city": "邵阳市", "name": "双清区", "id": "1846"}, {"city": "邵阳市", "name": "大祥区", "id": "1847"}, {
            "city": "邵阳市",
            "name": "北塔区",
            "id": "1848"
        }, {"city": "邵阳市", "name": "邵东县", "id": "1849"}, {"city": "邵阳市", "name": "新邵县", "id": "1850"}, {
            "city": "邵阳市",
            "name": "邵阳县",
            "id": "1851"
        }, {"city": "邵阳市", "name": "隆回县", "id": "1852"}, {"city": "邵阳市", "name": "洞口县", "id": "1853"}, {
            "city": "邵阳市",
            "name": "绥宁县",
            "id": "1854"
        }, {"city": "邵阳市", "name": "新宁县", "id": "1855"}, {"city": "邵阳市", "name": "城步苗族自治县", "id": "1856"}, {
            "city": "邵阳市",
            "name": "武冈市",
            "id": "1857"
        }],
    "196":
        [{"city": "廊坊市", "name": "安次区", "id": "197"}, {"city": "廊坊市", "name": "广阳区", "id": "198"}, {
            "city": "廊坊市",
            "name": "固安县",
            "id": "199"
        }, {"city": "廊坊市", "name": "永清县", "id": "200"}, {"city": "廊坊市", "name": "香河县", "id": "201"}, {
            "city": "廊坊市",
            "name": "大城县",
            "id": "202"
        }, {"city": "廊坊市", "name": "文安县", "id": "203"}, {"city": "廊坊市", "name": "大厂回族自治县", "id": "204"}, {
            "city": "廊坊市",
            "name": "霸州市",
            "id": "205"
        }, {"city": "廊坊市", "name": "三河市", "id": "206"}],
    "1733":
        [{"city": "襄阳市", "name": "襄城区", "id": "1734"}, {"city": "襄阳市", "name": "樊城区", "id": "1735"}, {
            "city": "襄阳市",
            "name": "襄州区",
            "id": "1736"
        }, {"city": "襄阳市", "name": "南漳县", "id": "1737"}, {"city": "襄阳市", "name": "谷城县", "id": "1738"}, {
            "city": "襄阳市",
            "name": "保康县",
            "id": "1739"
        }, {"city": "襄阳市", "name": "老河口市", "id": "1740"}, {"city": "襄阳市", "name": "枣阳市", "id": "1741"}, {
            "city": "襄阳市",
            "name": "宜城市",
            "id": "1742"
        }],
    "2822":
        [{"city": "铜川市", "name": "王益区", "id": "2823"}, {"city": "铜川市", "name": "印台区", "id": "2824"}, {
            "city": "铜川市",
            "name": "耀州区",
            "id": "2825"
        }, {"city": "铜川市", "name": "宜君县", "id": "2826"}],
    "1974":
        [{"city": "珠海市", "name": "香洲区", "id": "1975"}, {"city": "珠海市", "name": "斗门区", "id": "1976"}, {
            "city": "珠海市",
            "name": "金湾区",
            "id": "1977"
        }],
    "1610":
        [{"city": "许昌市", "name": "魏都区", "id": "1611"}, {"city": "许昌市", "name": "许昌县", "id": "1612"}, {
            "city": "许昌市",
            "name": "鄢陵县",
            "id": "1613"
        }, {"city": "许昌市", "name": "襄城县", "id": "1614"}, {"city": "许昌市", "name": "禹州市", "id": "1615"}, {
            "city": "许昌市",
            "name": "长葛市",
            "id": "1616"
        }],
    "1617":
        [{"city": "漯河市", "name": "源汇区", "id": "1618"}, {"city": "漯河市", "name": "郾城区", "id": "1619"}, {
            "city": "漯河市",
            "name": "召陵区",
            "id": "1620"
        }, {"city": "漯河市", "name": "舞阳县", "id": "1621"}, {"city": "漯河市", "name": "临颍县", "id": "1622"}],
    "2827":
        [{"city": "宝鸡市", "name": "渭滨区", "id": "2828"}, {"city": "宝鸡市", "name": "金台区", "id": "2829"}, {
            "city": "宝鸡市",
            "name": "陈仓区",
            "id": "2830"
        }, {"city": "宝鸡市", "name": "凤翔县", "id": "2831"}, {"city": "宝鸡市", "name": "岐山县", "id": "2832"}, {
            "city": "宝鸡市",
            "name": "扶风县",
            "id": "2833"
        }, {"city": "宝鸡市", "name": "眉县", "id": "2834"}, {"city": "宝鸡市", "name": "陇县", "id": "2835"}, {
            "city": "宝鸡市",
            "name": "千阳县",
            "id": "2836"
        }, {"city": "宝鸡市", "name": "麟游县", "id": "2837"}, {"city": "宝鸡市", "name": "凤县", "id": "2838"}, {
            "city": "宝鸡市",
            "name": "太白县",
            "id": "2839"
        }],
    "1858":
        [{"city": "岳阳市", "name": "岳阳楼区", "id": "1859"}, {"city": "岳阳市", "name": "云溪区", "id": "1860"}, {
            "city": "岳阳市",
            "name": "君山区",
            "id": "1861"
        }, {"city": "岳阳市", "name": "岳阳县", "id": "1862"}, {"city": "岳阳市", "name": "华容县", "id": "1863"}, {
            "city": "岳阳市",
            "name": "湘阴县",
            "id": "1864"
        }, {"city": "岳阳市", "name": "平江县", "id": "1865"}, {"city": "岳阳市", "name": "汨罗市", "id": "1866"}, {
            "city": "岳阳市",
            "name": "临湘市",
            "id": "1867"
        }],
    "1978":
        [{"city": "汕头市", "name": "龙湖区", "id": "1979"}, {"city": "汕头市", "name": "金平区", "id": "1980"}, {
            "city": "汕头市",
            "name": "濠江区",
            "id": "1981"
        }, {"city": "汕头市", "name": "潮阳区", "id": "1982"}, {"city": "汕头市", "name": "潮南区", "id": "1983"}, {
            "city": "汕头市",
            "name": "澄海区",
            "id": "1984"
        }, {"city": "汕头市", "name": "南澳县", "id": "1985"}],
    "2945":
        [{"city": "天水市", "name": "秦州区", "id": "2946"}, {"city": "天水市", "name": "麦积区", "id": "2947"}, {
            "city": "天水市",
            "name": "清水县",
            "id": "2948"
        }, {"city": "天水市", "name": "秦安县", "id": "2949"}, {"city": "天水市", "name": "甘谷县", "id": "2950"}, {
            "city": "天水市",
            "name": "武山县",
            "id": "2951"
        }, {"city": "天水市", "name": "张家川回族自治县", "id": "2952"}],
    "1623":
        [{"city": "三门峡市", "name": "湖滨区", "id": "1624"}, {"city": "三门峡市", "name": "渑池县", "id": "1625"}, {
            "city": "三门峡市",
            "name": "陕县",
            "id": "1626"
        }, {"city": "三门峡市", "name": "卢氏县", "id": "1627"}, {"city": "三门峡市", "name": "义马市", "id": "1628"}, {
            "city": "三门峡市",
            "name": "灵宝市",
            "id": "1629"
        }],
    "1986":
        [{"city": "佛山市", "name": "禅城区", "id": "1987"}, {"city": "佛山市", "name": "南海区", "id": "1988"}, {
            "city": "佛山市",
            "name": "顺德区",
            "id": "1989"
        }, {"city": "佛山市", "name": "三水区", "id": "1990"}, {"city": "佛山市", "name": "高明区", "id": "1991"}],
    "1501":
        [{"city": "菏泽市", "name": "牡丹区", "id": "1502"}, {"city": "菏泽市", "name": "曹县", "id": "1503"}, {
            "city": "菏泽市",
            "name": "单县",
            "id": "1504"
        }, {"city": "菏泽市", "name": "成武县", "id": "1505"}, {"city": "菏泽市", "name": "巨野县", "id": "1506"}, {
            "city": "菏泽市",
            "name": "郓城县",
            "id": "1507"
        }, {"city": "菏泽市", "name": "鄄城县", "id": "1508"}, {"city": "菏泽市", "name": "定陶县", "id": "1509"}, {
            "city": "菏泽市",
            "name": "东明县",
            "id": "1510"
        }],
    "1743":
        [{"city": "鄂州市", "name": "梁子湖区", "id": "1744"}, {"city": "鄂州市", "name": "华容区", "id": "1745"}, {
            "city": "鄂州市",
            "name": "鄂城区",
            "id": "1746"
        }],
    "2953":
        [{"city": "武威市", "name": "凉州区", "id": "2954"}, {"city": "武威市", "name": "民勤县", "id": "2955"}, {
            "city": "武威市",
            "name": "古浪县",
            "id": "2956"
        }, {"city": "武威市", "name": "天祝藏族自治县", "id": "2957"}],
    "2710":
        [{"city": "德宏傣族景颇族自治州", "name": "瑞丽市", "id": "2711"}, {
            "city": "德宏傣族景颇族自治州",
            "name": "芒市",
            "id": "2712"
        }, {"city": "德宏傣族景颇族自治州", "name": "梁河县", "id": "2713"}, {
            "city": "德宏傣族景颇族自治州",
            "name": "盈江县",
            "id": "2714"
        }, {"city": "德宏傣族景颇族自治州", "name": "陇川县", "id": "2715"}],
    "2716":
        [{"city": "怒江傈僳族自治州", "name": "泸水县", "id": "2717"}, {
            "city": "怒江傈僳族自治州",
            "name": "福贡县",
            "id": "2718"
        }, {"city": "怒江傈僳族自治州", "name": "贡山独龙族怒族自治县", "id": "2719"}, {
            "city": "怒江傈僳族自治州",
            "name": "兰坪白族普米族自治县",
            "id": "2720"
        }],
    "2958":
        [{"city": "张掖市", "name": "甘州区", "id": "2959"}, {"city": "张掖市", "name": "肃南裕固族自治县", "id": "2960"}, {
            "city": "张掖市",
            "name": "民乐县",
            "id": "2961"
        }, {"city": "张掖市", "name": "临泽县", "id": "2962"}, {"city": "张掖市", "name": "高台县", "id": "2963"}, {
            "city": "张掖市",
            "name": "山丹县",
            "id": "2964"
        }],
    "1747":
        [{"city": "荆门市", "name": "东宝区", "id": "1748"}, {"city": "荆门市", "name": "掇刀区", "id": "1749"}, {
            "city": "荆门市",
            "name": "京山县",
            "id": "1750"
        }, {"city": "荆门市", "name": "沙洋县", "id": "1751"}, {"city": "荆门市", "name": "钟祥市", "id": "1752"}],
    "1868":
        [{"city": "常德市", "name": "武陵区", "id": "1869"}, {"city": "常德市", "name": "鼎城区", "id": "1870"}, {
            "city": "常德市",
            "name": "安乡县",
            "id": "1871"
        }, {"city": "常德市", "name": "汉寿县", "id": "1872"}, {"city": "常德市", "name": "澧县", "id": "1873"}, {
            "city": "常德市",
            "name": "临澧县",
            "id": "1874"
        }, {"city": "常德市", "name": "桃源县", "id": "1875"}, {"city": "常德市", "name": "石门县", "id": "1876"}, {
            "city": "常德市",
            "name": "津市市",
            "id": "1877"
        }],
    "2965":
        [{"city": "平凉市", "name": "崆峒区", "id": "2966"}, {"city": "平凉市", "name": "泾川县", "id": "2967"}, {
            "city": "平凉市",
            "name": "灵台县",
            "id": "2968"
        }, {"city": "平凉市", "name": "崇信县", "id": "2969"}, {"city": "平凉市", "name": "华亭县", "id": "2970"}, {
            "city": "平凉市",
            "name": "庄浪县",
            "id": "2971"
        }, {"city": "平凉市", "name": "静宁县", "id": "2972"}],
    "1512":
        [{"city": "郑州市", "name": "中原区", "id": "1513"}, {"city": "郑州市", "name": "二七区", "id": "1514"}, {
            "city": "郑州市",
            "name": "管城回族区",
            "id": "1515"
        }, {"city": "郑州市", "name": "金水区", "id": "1516"}, {"city": "郑州市", "name": "上街区", "id": "1517"}, {
            "city": "郑州市",
            "name": "惠济区",
            "id": "1518"
        }, {"city": "郑州市", "name": "中牟县", "id": "1519"}, {"city": "郑州市", "name": "巩义市", "id": "1520"}, {
            "city": "郑州市",
            "name": "荥阳市",
            "id": "1521"
        }, {"city": "郑州市", "name": "新密市", "id": "1522"}, {"city": "郑州市", "name": "新郑市", "id": "1523"}, {
            "city": "郑州市",
            "name": "登封市",
            "id": "1524"
        }],
    "1753":
        [{"city": "孝感市", "name": "孝南区", "id": "1754"}, {"city": "孝感市", "name": "孝昌县", "id": "1755"}, {
            "city": "孝感市",
            "name": "大悟县",
            "id": "1756"
        }, {"city": "孝感市", "name": "云梦县", "id": "1757"}, {"city": "孝感市", "name": "应城市", "id": "1758"}, {
            "city": "孝感市",
            "name": "安陆市",
            "id": "1759"
        }, {"city": "孝感市", "name": "汉川市", "id": "1760"}],
    "2721":
        [{"city": "迪庆藏族自治州", "name": "香格里拉县", "id": "2722"}, {
            "city": "迪庆藏族自治州",
            "name": "德钦县",
            "id": "2723"
        }, {"city": "迪庆藏族自治州", "name": "维西傈僳族自治县", "id": "2724"}],
    "1630":
        [{"city": "南阳市", "name": "宛城区", "id": "1631"}, {"city": "南阳市", "name": "卧龙区", "id": "1632"}, {
            "city": "南阳市",
            "name": "南召县",
            "id": "1633"
        }, {"city": "南阳市", "name": "方城县", "id": "1634"}, {"city": "南阳市", "name": "西峡县", "id": "1635"}, {
            "city": "南阳市",
            "name": "镇平县",
            "id": "1636"
        }, {"city": "南阳市", "name": "内乡县", "id": "1637"}, {"city": "南阳市", "name": "淅川县", "id": "1638"}, {
            "city": "南阳市",
            "name": "社旗县",
            "id": "1639"
        }, {"city": "南阳市", "name": "唐河县", "id": "1640"}, {"city": "南阳市", "name": "新野县", "id": "1641"}, {
            "city": "南阳市",
            "name": "桐柏县",
            "id": "1642"
        }, {"city": "南阳市", "name": "邓州市", "id": "1643"}],
    "2840":
        [{"city": "咸阳市", "name": "秦都区", "id": "2841"}, {"city": "咸阳市", "name": "杨陵区", "id": "2842"}, {
            "city": "咸阳市",
            "name": "渭城区",
            "id": "2843"
        }, {"city": "咸阳市", "name": "三原县", "id": "2844"}, {"city": "咸阳市", "name": "泾阳县", "id": "2845"}, {
            "city": "咸阳市",
            "name": "乾县",
            "id": "2846"
        }, {"city": "咸阳市", "name": "礼泉县", "id": "2847"}, {"city": "咸阳市", "name": "永寿县", "id": "2848"}, {
            "city": "咸阳市",
            "name": "彬县",
            "id": "2849"
        }, {"city": "咸阳市", "name": "长武县", "id": "2850"}, {"city": "咸阳市", "name": "旬邑县", "id": "2851"}, {
            "city": "咸阳市",
            "name": "淳化县",
            "id": "2852"
        }, {"city": "咸阳市", "name": "武功县", "id": "2853"}, {"city": "咸阳市", "name": "兴平市", "id": "2854"}],
    "1992":
        [{"city": "江门市", "name": "蓬江区", "id": "1993"}, {"city": "江门市", "name": "江海区", "id": "1994"}, {
            "city": "江门市",
            "name": "新会区",
            "id": "1995"
        }, {"city": "江门市", "name": "台山市", "id": "1996"}, {"city": "江门市", "name": "开平市", "id": "1997"}, {
            "city": "江门市",
            "name": "鹤山市",
            "id": "1998"
        }, {"city": "江门市", "name": "恩平市", "id": "1999"}],
    "2605":
        [{"city": "玉溪市", "name": "红塔区", "id": "2606"}, {"city": "玉溪市", "name": "江川县", "id": "2607"}, {
            "city": "玉溪市",
            "name": "澄江县",
            "id": "2608"
        }, {"city": "玉溪市", "name": "通海县", "id": "2609"}, {"city": "玉溪市", "name": "华宁县", "id": "2610"}, {
            "city": "玉溪市",
            "name": "易门县",
            "id": "2611"
        }, {"city": "玉溪市", "name": "峨山彝族自治县", "id": "2612"}, {
            "city": "玉溪市",
            "name": "新平彝族傣族自治县",
            "id": "2613"
        }, {"city": "玉溪市", "name": "元江哈尼族彝族傣族自治县", "id": "2614"}],
    "2726":
        [{"city": "拉萨市", "name": "城关区", "id": "2727"}, {"city": "拉萨市", "name": "林周县", "id": "2728"}, {
            "city": "拉萨市",
            "name": "当雄县",
            "id": "2729"
        }, {"city": "拉萨市", "name": "尼木县", "id": "2730"}, {"city": "拉萨市", "name": "曲水县", "id": "2731"}, {
            "city": "拉萨市",
            "name": "堆龙德庆县",
            "id": "2732"
        }, {"city": "拉萨市", "name": "达孜县", "id": "2733"}, {"city": "拉萨市", "name": "墨竹工卡县", "id": "2734"}],
    "1878":
        [{"city": "张家界市", "name": "永定区", "id": "1879"}, {"city": "张家界市", "name": "武陵源区", "id": "1880"}, {
            "city": "张家界市",
            "name": "慈利县",
            "id": "1881"
        }, {"city": "张家界市", "name": "桑植县", "id": "1882"}],
    "1770":
        [{"city": "黄冈市", "name": "黄州区", "id": "1771"}, {"city": "黄冈市", "name": "团风县", "id": "1772"}, {
            "city": "黄冈市",
            "name": "红安县",
            "id": "1773"
        }, {"city": "黄冈市", "name": "罗田县", "id": "1774"}, {"city": "黄冈市", "name": "英山县", "id": "1775"}, {
            "city": "黄冈市",
            "name": "浠水县",
            "id": "1776"
        }, {"city": "黄冈市", "name": "蕲春县", "id": "1777"}, {"city": "黄冈市", "name": "黄梅县", "id": "1778"}, {
            "city": "黄冈市",
            "name": "麻城市",
            "id": "1779"
        }, {"city": "黄冈市", "name": "武穴市", "id": "1780"}],
    "1890":
        [{"city": "郴州市", "name": "北湖区", "id": "1891"}, {"city": "郴州市", "name": "苏仙区", "id": "1892"}, {
            "city": "郴州市",
            "name": "桂阳县",
            "id": "1893"
        }, {"city": "郴州市", "name": "宜章县", "id": "1894"}, {"city": "郴州市", "name": "永兴县", "id": "1895"}, {
            "city": "郴州市",
            "name": "嘉禾县",
            "id": "1896"
        }, {"city": "郴州市", "name": "临武县", "id": "1897"}, {"city": "郴州市", "name": "汝城县", "id": "1898"}, {
            "city": "郴州市",
            "name": "桂东县",
            "id": "1899"
        }, {"city": "郴州市", "name": "安仁县", "id": "1900"}, {"city": "郴州市", "name": "资兴市", "id": "1901"}],
    "1525":
        [{"city": "开封市", "name": "龙亭区", "id": "1526"}, {"city": "开封市", "name": "顺河回族区", "id": "1527"}, {
            "city": "开封市",
            "name": "鼓楼区",
            "id": "1528"
        }, {"city": "开封市", "name": "禹王台区", "id": "1529"}, {"city": "开封市", "name": "金明区", "id": "1530"}, {
            "city": "开封市",
            "name": "杞县",
            "id": "1531"
        }, {"city": "开封市", "name": "通许县", "id": "1532"}, {"city": "开封市", "name": "尉氏县", "id": "1533"}, {
            "city": "开封市",
            "name": "开封县",
            "id": "1534"
        }, {"city": "开封市", "name": "兰考县", "id": "1535"}],
    "2735":
        [{"city": "昌都地区", "name": "昌都县", "id": "2736"}, {"city": "昌都地区", "name": "江达县", "id": "2737"}, {
            "city": "昌都地区",
            "name": "贡觉县",
            "id": "2738"
        }, {"city": "昌都地区", "name": "类乌齐县", "id": "2739"}, {"city": "昌都地区", "name": "丁青县", "id": "2740"}, {
            "city": "昌都地区",
            "name": "察雅县",
            "id": "2741"
        }, {"city": "昌都地区", "name": "八宿县", "id": "2742"}, {"city": "昌都地区", "name": "左贡县", "id": "2743"}, {
            "city": "昌都地区",
            "name": "芒康县",
            "id": "2744"
        }, {"city": "昌都地区", "name": "洛隆县", "id": "2745"}, {"city": "昌都地区", "name": "边坝县", "id": "2746"}],
    "2855":
        [{"city": "渭南市", "name": "临渭区", "id": "2856"}, {"city": "渭南市", "name": "华县", "id": "2857"}, {
            "city": "渭南市",
            "name": "潼关县",
            "id": "2858"
        }, {"city": "渭南市", "name": "大荔县", "id": "2859"}, {"city": "渭南市", "name": "合阳县", "id": "2860"}, {
            "city": "渭南市",
            "name": "澄城县",
            "id": "2861"
        }, {"city": "渭南市", "name": "蒲城县", "id": "2862"}, {"city": "渭南市", "name": "白水县", "id": "2863"}, {
            "city": "渭南市",
            "name": "富平县",
            "id": "2864"
        }, {"city": "渭南市", "name": "韩城市", "id": "2865"}, {"city": "渭南市", "name": "华阴市", "id": "2866"}],
    "1644":
        [{"city": "商丘市", "name": "梁园区", "id": "1645"}, {"city": "商丘市", "name": "睢阳区", "id": "1646"}, {
            "city": "商丘市",
            "name": "民权县",
            "id": "1647"
        }, {"city": "商丘市", "name": "睢县", "id": "1648"}, {"city": "商丘市", "name": "宁陵县", "id": "1649"}, {
            "city": "商丘市",
            "name": "柘城县",
            "id": "1650"
        }, {"city": "商丘市", "name": "虞城县", "id": "1651"}, {"city": "商丘市", "name": "夏邑县", "id": "1652"}, {
            "city": "商丘市",
            "name": "永城市",
            "id": "1653"
        }],
    "1400":
        [{"city": "烟台市", "name": "芝罘区", "id": "1401"}, {"city": "烟台市", "name": "福山区", "id": "1402"}, {
            "city": "烟台市",
            "name": "牟平区",
            "id": "1403"
        }, {"city": "烟台市", "name": "莱山区", "id": "1404"}, {"city": "烟台市", "name": "长岛县", "id": "1405"}, {
            "city": "烟台市",
            "name": "龙口市",
            "id": "1406"
        }, {"city": "烟台市", "name": "莱阳市", "id": "1407"}, {"city": "烟台市", "name": "莱州市", "id": "1408"}, {
            "city": "烟台市",
            "name": "蓬莱市",
            "id": "1409"
        }, {"city": "烟台市", "name": "招远市", "id": "1410"}, {"city": "烟台市", "name": "栖霞市", "id": "1411"}, {
            "city": "烟台市",
            "name": "海阳市",
            "id": "1412"
        }],
    "2973":
        [{"city": "酒泉市", "name": "肃州区", "id": "2974"}, {"city": "酒泉市", "name": "金塔县", "id": "2975"}, {
            "city": "酒泉市",
            "name": "瓜州县",
            "id": "2976"
        }, {"city": "酒泉市", "name": "肃北蒙古族自治县", "id": "2977"}, {
            "city": "酒泉市",
            "name": "阿克塞哈萨克族自治县",
            "id": "2978"
        }, {"city": "酒泉市", "name": "玉门市", "id": "2979"}, {"city": "酒泉市", "name": "敦煌市", "id": "2980"}],
    "1883":
        [{"city": "益阳市", "name": "资阳区", "id": "1884"}, {"city": "益阳市", "name": "赫山区", "id": "1885"}, {
            "city": "益阳市",
            "name": "南县",
            "id": "1886"
        }, {"city": "益阳市", "name": "桃江县", "id": "1887"}, {"city": "益阳市", "name": "安化县", "id": "1888"}, {
            "city": "益阳市",
            "name": "沅江市",
            "id": "1889"
        }],
    "1761":
        [{"city": "荆州市", "name": "沙市区", "id": "1762"}, {"city": "荆州市", "name": "荆州区", "id": "1763"}, {
            "city": "荆州市",
            "name": "公安县",
            "id": "1764"
        }, {"city": "荆州市", "name": "监利县", "id": "1765"}, {"city": "荆州市", "name": "江陵县", "id": "1766"}, {
            "city": "荆州市",
            "name": "石首市",
            "id": "1767"
        }, {"city": "荆州市", "name": "洪湖市", "id": "1768"}, {"city": "荆州市", "name": "松滋市", "id": "1769"}],
    "2615":
        [{"city": "保山市", "name": "隆阳区", "id": "2616"}, {"city": "保山市", "name": "施甸县", "id": "2617"}, {
            "city": "保山市",
            "name": "腾冲县",
            "id": "2618"
        }, {"city": "保山市", "name": "龙陵县", "id": "2619"}, {"city": "保山市", "name": "昌宁县", "id": "2620"}],
    "1781":
        [{"city": "咸宁市", "name": "咸安区", "id": "1782"}, {"city": "咸宁市", "name": "嘉鱼县", "id": "1783"}, {
            "city": "咸宁市",
            "name": "通城县",
            "id": "1784"
        }, {"city": "咸宁市", "name": "崇阳县", "id": "1785"}, {"city": "咸宁市", "name": "通山县", "id": "1786"}, {
            "city": "咸宁市",
            "name": "赤壁市",
            "id": "1787"
        }],
    "2990":
        [{"city": "定西市", "name": "安定区", "id": "2991"}, {"city": "定西市", "name": "通渭县", "id": "2992"}, {
            "city": "定西市",
            "name": "陇西县",
            "id": "2993"
        }, {"city": "定西市", "name": "渭源县", "id": "2994"}, {"city": "定西市", "name": "临洮县", "id": "2995"}, {
            "city": "定西市",
            "name": "漳县",
            "id": "2996"
        }, {"city": "定西市", "name": "岷县", "id": "2997"}],
    "1536":
        [{"city": "洛阳市", "name": "老城区", "id": "1537"}, {"city": "洛阳市", "name": "西工区", "id": "1538"}, {
            "city": "洛阳市",
            "name": "瀍河回族区",
            "id": "1539"
        }, {"city": "洛阳市", "name": "涧西区", "id": "1540"}, {"city": "洛阳市", "name": "吉利区", "id": "1541"}, {
            "city": "洛阳市",
            "name": "洛龙区",
            "id": "1542"
        }, {"city": "洛阳市", "name": "孟津县", "id": "1543"}, {"city": "洛阳市", "name": "新安县", "id": "1544"}, {
            "city": "洛阳市",
            "name": "栾川县",
            "id": "1545"
        }, {"city": "洛阳市", "name": "嵩县", "id": "1546"}, {"city": "洛阳市", "name": "汝阳县", "id": "1547"}, {
            "city": "洛阳市",
            "name": "宜阳县",
            "id": "1548"
        }, {"city": "洛阳市", "name": "洛宁县", "id": "1549"}, {"city": "洛阳市", "name": "伊川县", "id": "1550"}, {
            "city": "洛阳市",
            "name": "偃师市",
            "id": "1551"
        }],
    "2867":
        [{"city": "延安市", "name": "宝塔区", "id": "2868"}, {"city": "延安市", "name": "延长县", "id": "2869"}, {
            "city": "延安市",
            "name": "延川县",
            "id": "2870"
        }, {"city": "延安市", "name": "子长县", "id": "2871"}, {"city": "延安市", "name": "安塞县", "id": "2872"}, {
            "city": "延安市",
            "name": "志丹县",
            "id": "2873"
        }, {"city": "延安市", "name": "吴起县", "id": "2874"}, {"city": "延安市", "name": "甘泉县", "id": "2875"}, {
            "city": "延安市",
            "name": "富县",
            "id": "2876"
        }, {"city": "延安市", "name": "洛川县", "id": "2877"}, {"city": "延安市", "name": "宜川县", "id": "2878"}, {
            "city": "延安市",
            "name": "黄龙县",
            "id": "2879"
        }, {"city": "延安市", "name": "黄陵县", "id": "2880"}],
    "1413":
        [{"city": "潍坊市", "name": "潍城区", "id": "1414"}, {"city": "潍坊市", "name": "寒亭区", "id": "1415"}, {
            "city": "潍坊市",
            "name": "坊子区",
            "id": "1416"
        }, {"city": "潍坊市", "name": "奎文区", "id": "1417"}, {"city": "潍坊市", "name": "临朐县", "id": "1418"}, {
            "city": "潍坊市",
            "name": "昌乐县",
            "id": "1419"
        }, {"city": "潍坊市", "name": "青州市", "id": "1420"}, {"city": "潍坊市", "name": "诸城市", "id": "1421"}, {
            "city": "潍坊市",
            "name": "寿光市",
            "id": "1422"
        }, {"city": "潍坊市", "name": "安丘市", "id": "1423"}, {"city": "潍坊市", "name": "高密市", "id": "1424"}, {
            "city": "潍坊市",
            "name": "昌邑市",
            "id": "1425"
        }],
    "1654":
        [{"city": "信阳市", "name": "浉河区", "id": "1655"}, {"city": "信阳市", "name": "平桥区", "id": "1656"}, {
            "city": "信阳市",
            "name": "罗山县",
            "id": "1657"
        }, {"city": "信阳市", "name": "光山县", "id": "1658"}, {"city": "信阳市", "name": "新县", "id": "1659"}, {
            "city": "信阳市",
            "name": "商城县",
            "id": "1660"
        }, {"city": "信阳市", "name": "固始县", "id": "1661"}, {"city": "信阳市", "name": "潢川县", "id": "1662"}, {
            "city": "信阳市",
            "name": "淮滨县",
            "id": "1663"
        }, {"city": "信阳市", "name": "息县", "id": "1664"}],
    "2621":
        [{"city": "昭通市", "name": "昭阳区", "id": "2622"}, {"city": "昭通市", "name": "鲁甸县", "id": "2623"}, {
            "city": "昭通市",
            "name": "巧家县",
            "id": "2624"
        }, {"city": "昭通市", "name": "盐津县", "id": "2625"}, {"city": "昭通市", "name": "大关县", "id": "2626"}, {
            "city": "昭通市",
            "name": "永善县",
            "id": "2627"
        }, {"city": "昭通市", "name": "绥江县", "id": "2628"}, {"city": "昭通市", "name": "镇雄县", "id": "2629"}, {
            "city": "昭通市",
            "name": "彝良县",
            "id": "2630"
        }, {"city": "昭通市", "name": "威信县", "id": "2631"}, {"city": "昭通市", "name": "水富县", "id": "2632"}],
    "2981":
        [{"city": "庆阳市", "name": "西峰区", "id": "2982"}, {"city": "庆阳市", "name": "庆城县", "id": "2983"}, {
            "city": "庆阳市",
            "name": "环县",
            "id": "2984"
        }, {"city": "庆阳市", "name": "华池县", "id": "2985"}, {"city": "庆阳市", "name": "合水县", "id": "2986"}, {
            "city": "庆阳市",
            "name": "正宁县",
            "id": "2987"
        }, {"city": "庆阳市", "name": "宁县", "id": "2988"}, {"city": "庆阳市", "name": "镇原县", "id": "2989"}],
    "2747":
        [{"city": "山南地区", "name": "乃东县", "id": "2748"}, {"city": "山南地区", "name": "扎囊县", "id": "2749"}, {
            "city": "山南地区",
            "name": "贡嘎县",
            "id": "2750"
        }, {"city": "山南地区", "name": "桑日县", "id": "2751"}, {"city": "山南地区", "name": "琼结县", "id": "2752"}, {
            "city": "山南地区",
            "name": "曲松县",
            "id": "2753"
        }, {"city": "山南地区", "name": "措美县", "id": "2754"}, {"city": "山南地区", "name": "洛扎县", "id": "2755"}, {
            "city": "山南地区",
            "name": "加查县",
            "id": "2756"
        }, {"city": "山南地区", "name": "隆子县", "id": "2757"}, {"city": "山南地区", "name": "错那县", "id": "2758"}, {
            "city": "山南地区",
            "name": "浪卡子县",
            "id": "2759"
        }],
    "1792":
        [{"city": "恩施土家族苗族自治州", "name": "恩施市", "id": "1793"}, {
            "city": "恩施土家族苗族自治州",
            "name": "利川市",
            "id": "1794"
        }, {"city": "恩施土家族苗族自治州", "name": "建始县", "id": "1795"}, {
            "city": "恩施土家族苗族自治州",
            "name": "巴东县",
            "id": "1796"
        }, {"city": "恩施土家族苗族自治州", "name": "宣恩县", "id": "1797"}, {
            "city": "恩施土家族苗族自治州",
            "name": "咸丰县",
            "id": "1798"
        }, {"city": "恩施土家族苗族自治州", "name": "来凤县", "id": "1799"}, {"city": "恩施土家族苗族自治州", "name": "鹤峰县", "id": "1800"}],
    "2760":
        [{"city": "日喀则地区", "name": "日喀则市", "id": "2761"}, {"city": "日喀则地区", "name": "南木林县", "id": "2762"}, {
            "city": "日喀则地区",
            "name": "江孜县",
            "id": "2763"
        }, {"city": "日喀则地区", "name": "定日县", "id": "2764"}, {"city": "日喀则地区", "name": "萨迦县", "id": "2765"}, {
            "city": "日喀则地区",
            "name": "拉孜县",
            "id": "2766"
        }, {"city": "日喀则地区", "name": "昂仁县", "id": "2767"}, {
            "city": "日喀则地区",
            "name": "谢通门县",
            "id": "2768"
        }, {"city": "日喀则地区", "name": "白朗县", "id": "2769"}, {"city": "日喀则地区", "name": "仁布县", "id": "2770"}, {
            "city": "日喀则地区",
            "name": "康马县",
            "id": "2771"
        }, {"city": "日喀则地区", "name": "定结县", "id": "2772"}, {"city": "日喀则地区", "name": "仲巴县", "id": "2773"}, {
            "city": "日喀则地区",
            "name": "亚东县",
            "id": "2774"
        }, {"city": "日喀则地区", "name": "吉隆县", "id": "2775"}, {
            "city": "日喀则地区",
            "name": "聂拉木县",
            "id": "2776"
        }, {"city": "日喀则地区", "name": "萨嘎县", "id": "2777"}, {"city": "日喀则地区", "name": "岗巴县", "id": "2778"}],
    "2881":
        [{"city": "汉中市", "name": "汉台区", "id": "2882"}, {"city": "汉中市", "name": "南郑县", "id": "2883"}, {
            "city": "汉中市",
            "name": "城固县",
            "id": "2884"
        }, {"city": "汉中市", "name": "洋县", "id": "2885"}, {"city": "汉中市", "name": "西乡县", "id": "2886"}, {
            "city": "汉中市",
            "name": "勉县",
            "id": "2887"
        }, {"city": "汉中市", "name": "宁强县", "id": "2888"}, {"city": "汉中市", "name": "略阳县", "id": "2889"}, {
            "city": "汉中市",
            "name": "镇巴县",
            "id": "2890"
        }, {"city": "汉中市", "name": "留坝县", "id": "2891"}, {"city": "汉中市", "name": "佛坪县", "id": "2892"}],
    "1305":
        [{"city": "吉安市", "name": "吉州区", "id": "1306"}, {"city": "吉安市", "name": "青原区", "id": "1307"}, {
            "city": "吉安市",
            "name": "吉安县",
            "id": "1308"
        }, {"city": "吉安市", "name": "吉水县", "id": "1309"}, {"city": "吉安市", "name": "峡江县", "id": "1310"}, {
            "city": "吉安市",
            "name": "新干县",
            "id": "1311"
        }, {"city": "吉安市", "name": "永丰县", "id": "1312"}, {"city": "吉安市", "name": "泰和县", "id": "1313"}, {
            "city": "吉安市",
            "name": "遂川县",
            "id": "1314"
        }, {"city": "吉安市", "name": "万安县", "id": "1315"}, {"city": "吉安市", "name": "安福县", "id": "1316"}, {
            "city": "吉安市",
            "name": "永新县",
            "id": "1317"
        }, {"city": "吉安市", "name": "井冈山市", "id": "1318"}],
    "1426":
        [{"city": "济宁市", "name": "市中区", "id": "1427"}, {"city": "济宁市", "name": "任城区", "id": "1428"}, {
            "city": "济宁市",
            "name": "微山县",
            "id": "1429"
        }, {"city": "济宁市", "name": "鱼台县", "id": "1430"}, {"city": "济宁市", "name": "金乡县", "id": "1431"}, {
            "city": "济宁市",
            "name": "嘉祥县",
            "id": "1432"
        }, {"city": "济宁市", "name": "汶上县", "id": "1433"}, {"city": "济宁市", "name": "泗水县", "id": "1434"}, {
            "city": "济宁市",
            "name": "梁山县",
            "id": "1435"
        }, {"city": "济宁市", "name": "曲阜市", "id": "1436"}, {"city": "济宁市", "name": "兖州市", "id": "1437"}, {
            "city": "济宁市",
            "name": "邹城市",
            "id": "1438"
        }],
    "1788":
        [{"city": "随州市", "name": "曾都区", "id": "1789"}, {"city": "随州市", "name": "随县", "id": "1790"}, {
            "city": "随州市",
            "name": "广水市",
            "id": "1791"
        }],
    "2998":
        [{"city": "陇南市", "name": "武都区", "id": "2999"}, {"city": "陇南市", "name": "成县", "id": "3000"}, {
            "city": "陇南市",
            "name": "文县",
            "id": "3001"
        }, {"city": "陇南市", "name": "宕昌县", "id": "3002"}, {"city": "陇南市", "name": "康县", "id": "3003"}, {
            "city": "陇南市",
            "name": "西和县",
            "id": "3004"
        }, {"city": "陇南市", "name": "礼县", "id": "3005"}, {"city": "陇南市", "name": "徽县", "id": "3006"}, {
            "city": "陇南市",
            "name": "两当县",
            "id": "3007"
        }],
    "2513":
        [{"city": "安顺市", "name": "西秀区", "id": "2514"}, {"city": "安顺市", "name": "平坝县", "id": "2515"}, {
            "city": "安顺市",
            "name": "普定县",
            "id": "2516"
        }, {"city": "安顺市", "name": "镇宁布依族苗族自治县", "id": "2517"}, {
            "city": "安顺市",
            "name": "关岭布依族苗族自治县",
            "id": "2518"
        }, {"city": "安顺市", "name": "紫云苗族布依族自治县", "id": "2519"}],
    "1665":
        [{"city": "周口市", "name": "川汇区", "id": "1666"}, {"city": "周口市", "name": "扶沟县", "id": "1667"}, {
            "city": "周口市",
            "name": "西华县",
            "id": "1668"
        }, {"city": "周口市", "name": "商水县", "id": "1669"}, {"city": "周口市", "name": "沈丘县", "id": "1670"}, {
            "city": "周口市",
            "name": "郸城县",
            "id": "1671"
        }, {"city": "周口市", "name": "淮阳县", "id": "1672"}, {"city": "周口市", "name": "太康县", "id": "1673"}, {
            "city": "周口市",
            "name": "鹿邑县",
            "id": "1674"
        }, {"city": "周口市", "name": "项城市", "id": "1675"}],
    "2633":
        [{"city": "丽江市", "name": "古城区", "id": "2634"}, {"city": "丽江市", "name": "玉龙纳西族自治县", "id": "2635"}, {
            "city": "丽江市",
            "name": "永胜县",
            "id": "2636"
        }, {"city": "丽江市", "name": "华坪县", "id": "2637"}, {"city": "丽江市", "name": "宁蒗彝族自治县", "id": "2638"}],
    "2639":
        [{"city": "普洱市", "name": "思茅区", "id": "2640"}, {"city": "普洱市", "name": "宁洱哈尼族彝族自治县", "id": "2641"}, {
            "city": "普洱市",
            "name": "墨江哈尼族自治县",
            "id": "2642"
        }, {"city": "普洱市", "name": "景东彝族自治县", "id": "2643"}, {
            "city": "普洱市",
            "name": "景谷傣族彝族自治县",
            "id": "2644"
        }, {"city": "普洱市", "name": "镇沅彝族哈尼族拉祜族自治县", "id": "2645"}, {
            "city": "普洱市",
            "name": "江城哈尼族彝族自治县",
            "id": "2646"
        }, {"city": "普洱市", "name": "孟连傣族拉祜族佤族自治县", "id": "2647"}, {
            "city": "普洱市",
            "name": "澜沧拉祜族自治县",
            "id": "2648"
        }, {"city": "普洱市", "name": "西盟佤族自治县", "id": "2649"}],
    "2650":
        [{"city": "临沧市", "name": "临翔区", "id": "2651"}, {"city": "临沧市", "name": "凤庆县", "id": "2652"}, {
            "city": "临沧市",
            "name": "云县",
            "id": "2653"
        }, {"city": "临沧市", "name": "永德县", "id": "2654"}, {"city": "临沧市", "name": "镇康县", "id": "2655"}, {
            "city": "临沧市",
            "name": "双江拉祜族佤族布朗族傣族自治县",
            "id": "2656"
        }, {"city": "临沧市", "name": "耿马傣族佤族自治县", "id": "2657"}, {"city": "临沧市", "name": "沧源佤族自治县", "id": "2658"}],
    "1676":
        [{"city": "驻马店市", "name": "驿城区", "id": "1677"}, {"city": "驻马店市", "name": "西平县", "id": "1678"}, {
            "city": "驻马店市",
            "name": "上蔡县",
            "id": "1679"
        }, {"city": "驻马店市", "name": "平舆县", "id": "1680"}, {"city": "驻马店市", "name": "正阳县", "id": "1681"}, {
            "city": "驻马店市",
            "name": "确山县",
            "id": "1682"
        }, {"city": "驻马店市", "name": "泌阳县", "id": "1683"}, {"city": "驻马店市", "name": "汝南县", "id": "1684"}, {
            "city": "驻马店市",
            "name": "遂平县",
            "id": "1685"
        }, {"city": "驻马店市", "name": "新蔡县", "id": "1686"}],
    "2402":
        [{"city": "达州市", "name": "通川区", "id": "2403"}, {"city": "达州市", "name": "达川区", "id": "2404"}, {
            "city": "达州市",
            "name": "宣汉县",
            "id": "2405"
        }, {"city": "达州市", "name": "开江县", "id": "2406"}, {"city": "达州市", "name": "大竹县", "id": "2407"}, {
            "city": "达州市",
            "name": "渠县",
            "id": "2408"
        }, {"city": "达州市", "name": "万源市", "id": "2409"}],
    "1552":
        [{"city": "平顶山市", "name": "新华区", "id": "1553"}, {"city": "平顶山市", "name": "卫东区", "id": "1554"}, {
            "city": "平顶山市",
            "name": "石龙区",
            "id": "1555"
        }, {"city": "平顶山市", "name": "湛河区", "id": "1556"}, {"city": "平顶山市", "name": "宝丰县", "id": "1557"}, {
            "city": "平顶山市",
            "name": "叶县",
            "id": "1558"
        }, {"city": "平顶山市", "name": "鲁山县", "id": "1559"}, {"city": "平顶山市", "name": "郏县", "id": "1560"}, {
            "city": "平顶山市",
            "name": "舞钢市",
            "id": "1561"
        }, {"city": "平顶山市", "name": "汝州市", "id": "1562"}],
    "2520":
        [{"city": "毕节市", "name": "七星关区", "id": "2521"}, {"city": "毕节市", "name": "大方县", "id": "2522"}, {
            "city": "毕节市",
            "name": "黔西县",
            "id": "2523"
        }, {"city": "毕节市", "name": "金沙县", "id": "2524"}, {"city": "毕节市", "name": "织金县", "id": "2525"}, {
            "city": "毕节市",
            "name": "纳雍县",
            "id": "2526"
        }, {"city": "毕节市", "name": "威宁彝族回族苗族自治县", "id": "2527"}, {"city": "毕节市", "name": "赫章县", "id": "2528"}],
    "1319":
        [{"city": "宜春市", "name": "袁州区", "id": "1320"}, {"city": "宜春市", "name": "奉新县", "id": "1321"}, {
            "city": "宜春市",
            "name": "万载县",
            "id": "1322"
        }, {"city": "宜春市", "name": "上高县", "id": "1323"}, {"city": "宜春市", "name": "宜丰县", "id": "1324"}, {
            "city": "宜春市",
            "name": "靖安县",
            "id": "1325"
        }, {"city": "宜春市", "name": "铜鼓县", "id": "1326"}, {"city": "宜春市", "name": "丰城市", "id": "1327"}, {
            "city": "宜春市",
            "name": "樟树市",
            "id": "1328"
        }, {"city": "宜春市", "name": "高安市", "id": "1329"}],
    "2529":
        [{"city": "铜仁市", "name": "碧江区", "id": "2530"}, {"city": "铜仁市", "name": "万山区", "id": "2531"}, {
            "city": "铜仁市",
            "name": "江口县",
            "id": "2532"
        }, {"city": "铜仁市", "name": "玉屏侗族自治县", "id": "2533"}, {"city": "铜仁市", "name": "石阡县", "id": "2534"}, {
            "city": "铜仁市",
            "name": "思南县",
            "id": "2535"
        }, {"city": "铜仁市", "name": "印江土家族苗族自治县", "id": "2536"}, {
            "city": "铜仁市",
            "name": "德江县",
            "id": "2537"
        }, {"city": "铜仁市", "name": "沿河土家族自治县", "id": "2538"}, {"city": "铜仁市", "name": "松桃苗族自治县", "id": "2539"}],
    "1439":
        [{"city": "泰安市", "name": "泰山区", "id": "1440"}, {"city": "泰安市", "name": "岱岳区", "id": "1441"}, {
            "city": "泰安市",
            "name": "宁阳县",
            "id": "1442"
        }, {"city": "泰安市", "name": "东平县", "id": "1443"}, {"city": "泰安市", "name": "新泰市", "id": "1444"}, {
            "city": "泰安市",
            "name": "肥城市",
            "id": "1445"
        }],
    "1330":
        [{"city": "抚州市", "name": "临川区", "id": "1331"}, {"city": "抚州市", "name": "南城县", "id": "1332"}, {
            "city": "抚州市",
            "name": "黎川县",
            "id": "1333"
        }, {"city": "抚州市", "name": "南丰县", "id": "1334"}, {"city": "抚州市", "name": "崇仁县", "id": "1335"}, {
            "city": "抚州市",
            "name": "乐安县",
            "id": "1336"
        }, {"city": "抚州市", "name": "宜黄县", "id": "1337"}, {"city": "抚州市", "name": "金溪县", "id": "1338"}, {
            "city": "抚州市",
            "name": "资溪县",
            "id": "1339"
        }, {"city": "抚州市", "name": "东乡县", "id": "1340"}, {"city": "抚州市", "name": "广昌县", "id": "1341"}],
    "1451":
        [{"city": "日照市", "name": "东港区", "id": "1452"}, {"city": "日照市", "name": "岚山区", "id": "1453"}, {
            "city": "日照市",
            "name": "五莲县",
            "id": "1454"
        }, {"city": "日照市", "name": "莒县", "id": "1455"}],
    "2540":
        [{"city": "黔西南布依族苗族自治州", "name": "兴义市", "id": "2541"}, {
            "city": "黔西南布依族苗族自治州",
            "name": "兴仁县",
            "id": "2542"
        }, {"city": "黔西南布依族苗族自治州", "name": "普安县", "id": "2543"}, {
            "city": "黔西南布依族苗族自治州",
            "name": "晴隆县",
            "id": "2544"
        }, {"city": "黔西南布依族苗族自治州", "name": "贞丰县", "id": "2545"}, {
            "city": "黔西南布依族苗族自治州",
            "name": "望谟县",
            "id": "2546"
        }, {"city": "黔西南布依族苗族自治州", "name": "册亨县", "id": "2547"}, {
            "city": "黔西南布依族苗族自治州",
            "name": "安龙县",
            "id": "2548"
        }],
    "2779":
        [{"city": "那曲地区", "name": "那曲县", "id": "2780"}, {"city": "那曲地区", "name": "嘉黎县", "id": "2781"}, {
            "city": "那曲地区",
            "name": "比如县",
            "id": "2782"
        }, {"city": "那曲地区", "name": "聂荣县", "id": "2783"}, {"city": "那曲地区", "name": "安多县", "id": "2784"}, {
            "city": "那曲地区",
            "name": "申扎县",
            "id": "2785"
        }, {"city": "那曲地区", "name": "索县", "id": "2786"}, {"city": "那曲地区", "name": "班戈县", "id": "2787"}, {
            "city": "那曲地区",
            "name": "巴青县",
            "id": "2788"
        }, {"city": "那曲地区", "name": "尼玛县", "id": "2789"}, {"city": "那曲地区", "name": "双湖县", "id": "2790"}],
    "1689":
        [{"city": "武汉市", "name": "江岸区", "id": "1690"}, {"city": "武汉市", "name": "江汉区", "id": "1691"}, {
            "city": "武汉市",
            "name": "硚口区",
            "id": "1692"
        }, {"city": "武汉市", "name": "汉阳区", "id": "1693"}, {"city": "武汉市", "name": "武昌区", "id": "1694"}, {
            "city": "武汉市",
            "name": "青山区",
            "id": "1695"
        }, {"city": "武汉市", "name": "洪山区", "id": "1696"}, {"city": "武汉市", "name": "东西湖区", "id": "1697"}, {
            "city": "武汉市",
            "name": "汉南区",
            "id": "1698"
        }, {"city": "武汉市", "name": "蔡甸区", "id": "1699"}, {"city": "武汉市", "name": "江夏区", "id": "1700"}, {
            "city": "武汉市",
            "name": "黄陂区",
            "id": "1701"
        }, {"city": "武汉市", "name": "新洲区", "id": "1702"}],
    "1446":
        [{"city": "威海市", "name": "环翠区", "id": "1447"}, {"city": "威海市", "name": "文登市", "id": "1448"}, {
            "city": "威海市",
            "name": "荣成市",
            "id": "1449"
        }, {"city": "威海市", "name": "乳山市", "id": "1450"}],
    "1687":
        [],
    "1202":
        [{"city": "漳州市", "name": "芗城区", "id": "1203"}, {"city": "漳州市", "name": "龙文区", "id": "1204"}, {
            "city": "漳州市",
            "name": "云霄县",
            "id": "1205"
        }, {"city": "漳州市", "name": "漳浦县", "id": "1206"}, {"city": "漳州市", "name": "诏安县", "id": "1207"}, {
            "city": "漳州市",
            "name": "长泰县",
            "id": "1208"
        }, {"city": "漳州市", "name": "东山县", "id": "1209"}, {"city": "漳州市", "name": "南靖县", "id": "1210"}, {
            "city": "漳州市",
            "name": "平和县",
            "id": "1211"
        }, {"city": "漳州市", "name": "华安县", "id": "1212"}, {"city": "漳州市", "name": "龙海市", "id": "1213"}],
    "1563":
        [{"city": "安阳市", "name": "文峰区", "id": "1564"}, {"city": "安阳市", "name": "北关区", "id": "1565"}, {
            "city": "安阳市",
            "name": "殷都区",
            "id": "1566"
        }, {"city": "安阳市", "name": "龙安区", "id": "1567"}, {"city": "安阳市", "name": "安阳县", "id": "1568"}, {
            "city": "安阳市",
            "name": "汤阴县",
            "id": "1569"
        }, {"city": "安阳市", "name": "滑县", "id": "1570"}, {"city": "安阳市", "name": "内黄县", "id": "1571"}, {
            "city": "安阳市",
            "name": "林州市",
            "id": "1572"
        }],
    "2410":
        [{"city": "雅安市", "name": "雨城区", "id": "2411"}, {"city": "雅安市", "name": "名山区", "id": "2412"}, {
            "city": "雅安市",
            "name": "荥经县",
            "id": "2413"
        }, {"city": "雅安市", "name": "汉源县", "id": "2414"}, {"city": "雅安市", "name": "石棉县", "id": "2415"}, {
            "city": "雅安市",
            "name": "天全县",
            "id": "2416"
        }, {"city": "雅安市", "name": "芦山县", "id": "2417"}, {"city": "雅安市", "name": "宝兴县", "id": "2418"}],
    "2893":
        [{"city": "榆林市", "name": "榆阳区", "id": "2894"}, {"city": "榆林市", "name": "神木县", "id": "2895"}, {
            "city": "榆林市",
            "name": "府谷县",
            "id": "2896"
        }, {"city": "榆林市", "name": "横山县", "id": "2897"}, {"city": "榆林市", "name": "靖边县", "id": "2898"}, {
            "city": "榆林市",
            "name": "定边县",
            "id": "2899"
        }, {"city": "榆林市", "name": "绥德县", "id": "2900"}, {"city": "榆林市", "name": "米脂县", "id": "2901"}, {
            "city": "榆林市",
            "name": "佳县",
            "id": "2902"
        }, {"city": "榆林市", "name": "吴堡县", "id": "2903"}, {"city": "榆林市", "name": "清涧县", "id": "2904"}, {
            "city": "榆林市",
            "name": "子洲县",
            "id": "2905"
        }],
    "904":
        [{"city": "镇江市", "name": "京口区", "id": "905"}, {"city": "镇江市", "name": "润州区", "id": "906"}, {
            "city": "镇江市",
            "name": "丹徒区",
            "id": "907"
        }, {"city": "镇江市", "name": "丹阳市", "id": "908"}, {"city": "镇江市", "name": "扬中市", "id": "909"}, {
            "city": "镇江市",
            "name": "句容市",
            "id": "910"
        }],
    "2419":
        [{"city": "巴中市", "name": "巴州区", "id": "2420"}, {"city": "巴中市", "name": "恩阳区", "id": "2421"}, {
            "city": "巴中市",
            "name": "通江县",
            "id": "2422"
        }, {"city": "巴中市", "name": "南江县", "id": "2423"}, {"city": "巴中市", "name": "平昌县", "id": "2424"}],
    "2659":
        [{"city": "楚雄彝族自治州", "name": "楚雄市", "id": "2660"}, {
            "city": "楚雄彝族自治州",
            "name": "双柏县",
            "id": "2661"
        }, {"city": "楚雄彝族自治州", "name": "牟定县", "id": "2662"}, {
            "city": "楚雄彝族自治州",
            "name": "南华县",
            "id": "2663"
        }, {"city": "楚雄彝族自治州", "name": "姚安县", "id": "2664"}, {
            "city": "楚雄彝族自治州",
            "name": "大姚县",
            "id": "2665"
        }, {"city": "楚雄彝族自治州", "name": "永仁县", "id": "2666"}, {
            "city": "楚雄彝族自治州",
            "name": "元谋县",
            "id": "2667"
        }, {"city": "楚雄彝族自治州", "name": "武定县", "id": "2668"}, {"city": "楚雄彝族自治州", "name": "禄丰县", "id": "2669"}],
	"5000":
	    [{"city": "", "name": "东城区", "id": "2"}, {"city": "", "name": "西城区", "id": "3"}, {
            "city": "",
            "name": "朝阳区",
            "id": "4"
        }, {"city": "", "name": "丰台区", "id": "5"}, {
            "city": "",
            "name": "石景山区",
            "id": "6"
        }, {"city": "", "name": "海淀区", "id": "7"}, {
            "city": "",
            "name": "门头沟区",
            "id": "8"
        }, {"city": "", "name": "房山区", "id": "9"}, {
            "city": "",
            "name": "通州区",
            "id": "10"
        }, {"city": "", "name": "顺义区", "id": "11"}, {
            "city": "",
            "name": "昌平区",
            "id": "12"
        }, {"city": "", "name": "大兴区", "id": "13"}, {
            "city": "",
            "name": "怀柔区",
            "id": "14"
        }, {"city": "", "name": "平谷区", "id": "15"}, {
            "city": "",
            "name": "密云县",
            "id": "16"
        }, {"city": "", "name": "延庆县", "id": "17"}],
		
	"5001":[{"city": "", "name": "和平区", "id": "19"}, {"city": "", "name": "河东区", "id": "20"}, {
            "city": "",
            "name": "河西区",
            "id": "21"
        }, {"city": "", "name": "南开区", "id": "22"}, {
            "city": "",
            "name": "河北区",
            "id": "23"
        }, {"city": "", "name": "红桥区", "id": "24"}, {
            "city": "",
            "name": "东丽区",
            "id": "25"
        }, {"city": "", "name": "西青区", "id": "26"}, {
            "city": "",
            "name": "津南区",
            "id": "27"
        }, {"city": "", "name": "北辰区", "id": "28"}, {
            "city": "",
            "name": "武清区",
            "id": "29"
        }, {"city": "", "name": "宝坻区", "id": "30"}, {
            "city": "",
            "name": "滨海新区",
            "id": "31"
        }, {"city": "", "name": "宁河县", "id": "32"}, {
            "city": "",
            "name": "静海县",
            "id": "33"
        }, {"city": "", "name": "蓟县", "id": "34"}],
	"5002":[{"city": "", "name": "黄浦区", "id": "793"}, {
            "city": "",
            "name": "徐汇区",
            "id": "794"
        }, {"city": "", "name": "长宁区", "id": "795"}, {
            "city": "",
            "name": "静安区",
            "id": "796"
        }, {"city": "", "name": "普陀区", "id": "797"}, {
            "city": "",
            "name": "闸北区",
            "id": "798"
        }, {"city": "", "name": "虹口区", "id": "799"}, {
            "city": "",
            "name": "杨浦区",
            "id": "800"
        }, {"city": "", "name": "闵行区", "id": "801"}, {
            "city": "",
            "name": "宝山区",
            "id": "802"
        }, {"city": "", "name": "嘉定区", "id": "803"}, {
            "city": "",
            "name": "浦东新区",
            "id": "804"
        }, {"city": "", "name": "金山区", "id": "805"}, {
            "city": "",
            "name": "松江区",
            "id": "806"
        }, {"city": "", "name": "青浦区", "id": "807"}, {
            "city": "",
            "name": "奉贤区",
            "id": "808"
        }, {"city": "", "name": "崇明县", "id": "809"}],
	"5003":[{"city": "", "name": "万州区", "id": "2238"}, {
            "city": "",
            "name": "涪陵区",
            "id": "2239"
        }, {"city": "", "name": "渝中区", "id": "2240"}, {
            "city": "",
            "name": "大渡口区",
            "id": "2241"
        }, {"city": "", "name": "江北区", "id": "2242"}, {
            "city": "",
            "name": "沙坪坝区",
            "id": "2243"
        }, {"city": "", "name": "九龙坡区", "id": "2244"}, {
            "city": "",
            "name": "南岸区",
            "id": "2245"
        }, {"city": "", "name": "北碚区", "id": "2246"}, {
            "city": "",
            "name": "綦江区",
            "id": "2247"
        }, {"city": "", "name": "大足区", "id": "2248"}, {
            "city": "",
            "name": "渝北区",
            "id": "2249"
        }, {"city": "", "name": "巴南区", "id": "2250"}, {
            "city": "",
            "name": "黔江区",
            "id": "2251"
        }, {"city": "", "name": "长寿区", "id": "2252"}, {
            "city": "",
            "name": "江津区",
            "id": "2253"
        }, {"city": "", "name": "合川区", "id": "2254"}, {
            "city": "",
            "name": "永川区",
            "id": "2255"
        }, {"city": "", "name": "南川区", "id": "2256"}, {
            "city": "",
            "name": "潼南县",
            "id": "2257"
        }, {"city": "", "name": "铜梁县", "id": "2258"}, {
            "city": "",
            "name": "荣昌县",
            "id": "2259"
        }, {"city": "", "name": "璧山县", "id": "2260"}, {
            "city": "",
            "name": "梁平县",
            "id": "2261"
        }, {"city": "", "name": "城口县", "id": "2262"}, {
            "city": "",
            "name": "丰都县",
            "id": "2263"
        }, {"city": "", "name": "垫江县", "id": "2264"}, {
            "city": "",
            "name": "武隆县",
            "id": "2265"
        }, {"city": "", "name": "忠县", "id": "2266"}, {
            "city": "",
            "name": "开县",
            "id": "2267"
        }, {"city": "", "name": "云阳县", "id": "2268"}, {
            "city": "",
            "name": "奉节县",
            "id": "2269"
        }, {"city": "", "name": "巫山县", "id": "2270"}, {
            "city": "",
            "name": "巫溪县",
            "id": "2271"
        }, {"city": "", "name": "石柱土家族自治县", "id": "2272"}, {
            "city": "",
            "name": "秀山土家族苗族自治县",
            "id": "2273"
        }, {"city": "", "name": "酉阳土家族苗族自治县", "id": "2274"}, {
            "city": "",
            "name": "彭水苗族土家族自治县",
            "id": "2275"
        }],
	"5004":[{"city": "", "name": "", "id": "5007"}],
	"5005":[{"city": "", "name": "", "id": "5008"}],
	"5006":[{"city": "", "name": "", "id": "5009"}],
}

module.exports = {
  citys,
  provinces,
  areas
}